[
    {
        "Title":"ChatGPT Plugin List as of 3\/25\/23",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/i.redd.it\/mpke0ebmxvpa1.jpg",
        "Creation Time":1679750002.0,
        "Reply Count":380,
        "Upvote Ratio":0.99
    },
    {
        "Title":"ChatGPT now supports plugins!!",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/i.redd.it\/i2q9jdg2gkpa1.jpg",
        "Creation Time":1679592917.0,
        "Reply Count":882,
        "Upvote Ratio":0.96
    },
    {
        "Title":"Ultimate Guide: 86 ChatGPT Plugins (and the prompts to use with them)",
        "Question":"Since Plugins are the it thing at the moment, I made a list and description of 86 plugins you should know. If you want more details this is the article referenced: [Ultimate Guide: 86 ChatGPT Plugins (and the prompts to use with them)](https:\/\/www.chatgptguide.ai\/2023\/05\/20\/ultimate-guide-86-chatgpt-plugins-and-the-prompts-to-use-with-them\/)\n\n**IMPORTANT NOTE EDIT 7:28am GMT time 21 May:** Apologies all, in my rush to get this out, I copied and pasted a few descriptions incorrectly in the above webpage link. These have now been corrected (thank you to those who pointed them out). For those who downloaded the free ebook, I will be resending you an updated version shortly.\n\n&#x200B;\n\n|Name|Description|\n|:-|:-|\n|ABC Music Notation|Convert ABC music notation to WAV, MIDI, and PostScript files|\n|ABCmouse|Provide fun and educational learning activities for children 2-8|\n|AITickerChat|Retrieve USA stock insights from SEC filings|\n|Algorithma|Shape your virtual life in a life simulator|\n|Ambition|Search millions of jobs near you|\n|AskYourPDF|Talk to any PDF you want!|\n|BizToc|Business and finance news|\n|BlockAtlas|Search the US census. Find data sets, ask questions, and visualize|\n|Bohita|Create apparel with any image you can describe!|\n|Bramework|Find keywords and SEO information and analysis|\n|BuyWisely|Compare prices & discover the latest offers in Australia|\n|C3 Glide|Get live aviation data for pilots|\n|Change|Discover nonprofits to support your community and beyond|\n|ChatwithPDF|Ask questions to any PDF|\n|Chess|Play Chess in ChatGPT|\n|Cloudflare Radar|Do housing market research for your next house or investment|\n|Comic Finder|Find the best comics for you|\n|Coupert|Find the best coupons on all online stores|\n|Craftly Clues|Guess the word game|\n|CreatiCode|Display scratch programs as images & write 2D\/3D programs using Creaticode extension|\n|Crypto Prices|Access the latest crypto prices and news|\n|Dev Community|Recommend articles of users from DEV community|\n|EdX|Find courses of all levels from leading universities|\n|Expedia|Bring your next trip to life|\n|FiscalNote|Enables access to select market-leading, real-time data sets for legal and political info|\n|GetyourGuide|Find tours and other travel activities|\n|Giftwrap|Ask about gift ideas, get them wrapped and delivered|\n|Glowing|Schedule and send daily SMS|\n|Golden|Get current factual data on companies from Golden knowledge graph|\n|Hauling Buddies|Locate dependable animal transporters|\n|Instacart|Ask about recipes and then get them delivered|\n|KalendarAI|Sales agent generates revenue with potential customers|\n|KAYAK|Search flights, stays and rental cars in your budget|\n|KeyMate|Search the web using a custom search engine|\n|Keyplays Live Soccer|Latest live standings, plays, and results|\n|Klara Shopping|Search and compare prices from online stores|\n|Kraftful|Your product development coach|\n|Lexi Shopper|Get product recommendations from your local Amazon store|\n|Likewise|Get TV, movies, and podcast recommendations|\n|Link Reader|Reads the content of all links!|\n|Manorlead|Get a list of listings for rent|\n|Metaphor|Access the internet's highest quality content|\n|MixerBox OnePlayer|Endless music, podcasts, and videos|\n|Ndricks Sports|Get info about pro teams (NHL, NBA, MLB)|\n|Noteable|Create notebooks in Python, SQL|\n|One Word Domain|Describe your business and get the perfect one-word domain for it|\n|Open Trivia|Get trivia from various categories|\n|OpenTable|Search and get bookings at restaurants anywhere, anytime|\n|Options Pro|Personal options trader for all types of markets|\n|OwlJourney|Provides lodging and activity suggestions|\n|Playlist AI|Create Spotify playlists for any prompt|\n|Polarr|Search user-generated filters to make your photos and videos perfect|\n|Polygon|All of your market data about stocks, crypto, and more|\n|Portfolio Pilot|Your AI investing guide: portfolio assessment and answers to all questions|\n|Prompt Perfect|Type 'perfect' to craft the perfect prompt every time|\n|Public|Get real-time and historic market data like asset prices & news|\n|Redfin|Have questions about the housing market? Find the answers|\n|Rentable Apartments|Get all the cheap and best apartments|\n|Savvy Trader AI|Real-time stock, crypto, and investment data|\n|ScholarAI|Unlock the power of scientific knowledge with fast, reliable, and peer-reviewed data|\n|Shimmer|Track meals and gain insights for a healthier lifestyle|\n|Shop|Search millions of products from the greatest brands|\n|Show Me|Create and edit diagrams in chat|\n|Speak|Learn how to speak anything in any language|\n|Speechki|Convert text to audio use|\n|Tablelog|Find restaurant reservations in Japan|\n|Tasty Recipes|Discover recipe ideas, meal plans, and cooking tips|\n|There's an AI for that|Find the right AI tools for any use case|\n|Trip.com|Simplify your flight and hotel bookings|\n|Turo|Search for the perfect Turo vehicle for your trip|\n|Tutory|Access affordable on-demand tutoring|\n|Upskillr|Build a curriculum for any topic|\n|Video Insights|Interact with online video platforms like YouTube|\n|Vivian Health|First step to finding your next healthcare job|\n|VoxScript|Enables searching of YouTube transcripts and Google|\n|Wahi|Ask and learn about latest property listings in Ontario|\n|Weather Report|Current weather data of all cities|\n|WebPilot|Browse & QA webpages|\n|Wishbucket|Unified product search across all Korean platforms and brands|\n|Wolfram|Compute answers using technology, relied on by millions of students & professionals|\n|Word Sneak|Sneak 3 words into the convo and you have to guess it|\n|World News|Summarize news headlines|\n|Yabble|Your ultimate AI research assistant. Create surveys, audiences & collect data|\n|Yay! Forms|Create AI-powered forms, surveys, and quizzes|\n|[Zapier](https:\/\/www.chatgptguide.ai\/2023\/05\/21\/how-to-use-the-zapier-chatgpt-plugin\/)|Interact with 5000+ apps like Google Sheets, Salesforce, and more|\n|[Zillow](https:\/\/www.chatgptguide.ai\/2023\/05\/21\/how-to-use-the-zillow-chatgpt-plugin\/)|Your real estate assistant is here|\n\n&#x200B;\n\nLink to the original article with prompt ideas: [https:\/\/www.chatgptguide.ai\/2023\/05\/20\/ultimate-guide-86-chatgpt-plugins-and-the-prompts-to-use-with-them\/](https:\/\/www.chatgptguide.ai\/2023\/05\/20\/ultimate-guide-86-chatgpt-plugins-and-the-prompts-to-use-with-them\/)",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/13n3hcn\/ultimate_guide_86_chatgpt_plugins_and_the_prompts\/",
        "Creation Time":1684610060.0,
        "Reply Count":256,
        "Upvote Ratio":0.98
    },
    {
        "Title":"Our ChatGPT plugin is now open",
        "Question":"",
        "subreddit":"Unity3D",
        "Link":"https:\/\/v.redd.it\/o0gs9r1eippa1",
        "Creation Time":1679672440.0,
        "Reply Count":122,
        "Upvote Ratio":0.94
    },
    {
        "Title":"ChatGPT plugins",
        "Question":"",
        "subreddit":"singularity",
        "Link":"https:\/\/openai.com\/blog\/chatgpt-plugins",
        "Creation Time":1679591867.0,
        "Reply Count":149,
        "Upvote Ratio":0.99
    },
    {
        "Title":"I made a ChatGPT plugin that can generate pictures of you",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/v.redd.it\/cvfs2tl4sfwa1",
        "Creation Time":1682605501.0,
        "Reply Count":130,
        "Upvote Ratio":0.98
    },
    {
        "Title":"I have 15 years of experience and developing a ChatGPT plugin is blowing my mind",
        "Question":"Building a plugin for ChatGPT is like magic.\n\nYou give it a an OpenAPI schema with natural language description for the endpoints, and formats for requests and responses. Each time a user asks something, ChatPGT decides whether to use your plugin based on context, if it decides it's time to use the plugin it goes to the API, understands what endpoint it should use, what parameters it should fill in, sends a request, receives the data, processes it and informs the user of only what they need to know.  🤯\n\nNot only that, for my plugin (creating shortened or custom edits of YouTube videos), it understands that it needs to first get the video transcript from one endpoint, understands what's going on in the video at each second, then makes another request to create the new shortened edit.\n\nIt also looks at the error code if there is one, and tries to resend the request differently in an attempt to fix the mistake!\n\nI have never imagined anything like this in my entire career. The potential and implications are boundless. It's both exciting and scary at the same time. Either way we're lucky to live through this.",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/13h0tpi\/i_have_15_years_of_experience_and_developing_a\/",
        "Creation Time":1684033564.0,
        "Reply Count":393,
        "Upvote Ratio":0.97
    },
    {
        "Title":"[N] ChatGPT plugins",
        "Question":"[https:\/\/openai.com\/blog\/chatgpt-plugins](https:\/\/openai.com\/blog\/chatgpt-plugins)\n\n>We’ve implemented initial support for plugins in ChatGPT. Plugins are tools designed specifically for language models with safety as a core principle, and help ChatGPT access up-to-date information, run  computations, or use third-party services.",
        "subreddit":"MachineLearning",
        "Link":"https:\/\/www.reddit.com\/r\/MachineLearning\/comments\/11zsdwv\/n_chatgpt_plugins\/",
        "Creation Time":1679594951.0,
        "Reply Count":144,
        "Upvote Ratio":0.97
    },
    {
        "Title":"Every day people talk about ChatGPT with plugins and web access, and every day my ChatGPT looks like this:",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/i.redd.it\/wfuetf3ahwza1.jpg",
        "Creation Time":1684097088.0,
        "Reply Count":489,
        "Upvote Ratio":0.96
    },
    {
        "Title":"[Official] ChatGPT now supports plugins!!!",
        "Question":"",
        "subreddit":"OpenAI",
        "Link":"https:\/\/i.redd.it\/h5l2k5hbgkpa1.jpg",
        "Creation Time":1679593001.0,
        "Reply Count":292,
        "Upvote Ratio":0.99
    },
    {
        "Title":"NEW: ChatGPT plugin store can be searched now!",
        "Question":"",
        "subreddit":"OpenAI",
        "Link":"https:\/\/i.redd.it\/dwdiqqsov93b1.png",
        "Creation Time":1685566873.0,
        "Reply Count":108,
        "Upvote Ratio":0.97
    },
    {
        "Title":"I made There's An AI For That: a ChatGPT plugin that finds AI tools for any use case",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/v.redd.it\/qxkh1uc0hr0b1",
        "Creation Time":1684494082.0,
        "Reply Count":101,
        "Upvote Ratio":0.98
    },
    {
        "Title":"Someone just made a ChatGPT plugin that lets it take control of your computer",
        "Question":"",
        "subreddit":"singularity",
        "Link":"https:\/\/www.videogamer.com\/news\/chatgpt-plugin-takes-over-your-pc\/",
        "Creation Time":1684416409.0,
        "Reply Count":183,
        "Upvote Ratio":0.94
    },
    {
        "Title":"I made a ChatGPT plugin that illustrates articles",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/v.redd.it\/af5amrwu6e4b1",
        "Creation Time":1686054961.0,
        "Reply Count":50,
        "Upvote Ratio":0.98
    },
    {
        "Title":"Is anyone scared of GPT plugins?",
        "Question":"I know there's been much debate about how ChatGPT and other LLMs will not replace knowledge economy jobs, but looking at the advancements in just the past 2 weeks alone is mind-blowing and scary. Specifically talking about GPT4 and Plugins. \n\nKnowledge workers' biggest strength is knowing arcane skills. Programming, marketing, design, sales, business etc. are skills that people spend years learning. But now with LLM plugins, you don't need to learn these skills as long as you can communicate with the LLM and have analytical skills to ask it meaningful questions.\n\nFor instance, you don't need to learn SQL, you can just ask a (hypothetical) plugin in plain English to fetch insights for you. Even different facets of product management can be automated. Writing PRDs, generating interview scripts for customer research, running the research, summarizing and synthesing the insights, feeding these insights to product frameworks to generate product strategy. Not saying that all of this is possible today, but given the trajectory these technologies are on, it should be possible in years, if not months.\n\nHonestly, this scares me. Yes, there are examples from the past about how technological innovations furthered human creativity and skills, but I'd love to get a glimpse of what the future looks like when potentially every human in the world can do any task without learning it but instead by knowing how to talk to an LLM and having bare minimum analytical skills.\n\nEDIT: Didn't realize this post would blow up! As few others have pointed out, my goal was not to create fear mongering with AI taking our jobs, and apologies if it came across that way. \n\nI am loving the discussions and examples that people have shared from various facets of their lives trying to use ChatGPT to uplevel their skills. Thank you for sharing! \n\nAt the same time, for those of you that are dismissing LLMs as a stochastic parrot or the impact it will have to global economy, here's a reference that might make you think otherwise. [ChatGPT is about to revolutionize the economy. We need to decide what that looks like.](https:\/\/www.technologyreview.com\/2023\/03\/25\/1070275\/chatgpt-revolutionize-economy-decide-what-looks-like\/)",
        "subreddit":"ProductManagement",
        "Link":"https:\/\/www.reddit.com\/r\/ProductManagement\/comments\/121owk7\/is_anyone_scared_of_gpt_plugins\/",
        "Creation Time":1679757065.0,
        "Reply Count":136,
        "Upvote Ratio":0.81
    },
    {
        "Title":"You can now connect ChatGPT to your business - query and interact with your Google Analytics, Facebook Ads and Google Ads data with the \"Avian\" plugin, available now on the ChatGPT plugin store",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/v.redd.it\/h7v5c8lf5h7b1",
        "Creation Time":1687398292.0,
        "Reply Count":73,
        "Upvote Ratio":0.92
    },
    {
        "Title":"Plugins are now supported on GPT!",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/v.redd.it\/a1jxyt4n1jpa1",
        "Creation Time":1679594012.0,
        "Reply Count":143,
        "Upvote Ratio":0.99
    },
    {
        "Title":"How useful do you find ChatGPT Plugins?",
        "Question":"And how they are implemented.",
        "subreddit":"ChatGPTPro",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPTPro\/comments\/15ipo11\/how_useful_do_you_find_chatgpt_plugins\/",
        "Creation Time":1691222626.0,
        "Reply Count":107,
        "Upvote Ratio":0.94
    },
    {
        "Title":"I made a ChatGPT plugin directory: 🏄 plugin surf. what do you think? (free)",
        "Question":"hi! for a while now I was bothered by how \\*badly made\\* the ChatGPT plugin store is.   \nThis motivated me to start a side project: get all plugins in one place with proper descriptions, available metadata and add community elements on top (sort of product hunt vibe). Goal: upvote the best plugins, make it easier to discover useful ones, and have fun.\n\nThe directory is (and will be) completely free to use. It's still an early version but I plan to improve it and eventually make it the best resource for chatgpt plugins! I'd love to get your feedback. lmk what you think!  \n\n\nhere's the link: 🏄 [plugin.surf](https:\/\/plugin.surf)",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/14k6u1j\/i_made_a_chatgpt_plugin_directory_plugin_surf\/",
        "Creation Time":1687851359.0,
        "Reply Count":58,
        "Upvote Ratio":0.96
    },
    {
        "Title":"I made a chatGPT plugin that decorates an empty room in different styles from a single photo",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/v.redd.it\/z58qv25zzr1b1",
        "Creation Time":1684932573.0,
        "Reply Count":90,
        "Upvote Ratio":0.99
    },
    {
        "Title":"Chatgpt Plugins Week 1. GPT-4 Week 2. Another absolutely insane week in AI. One of the biggest advancements in human history",
        "Question":"On February 9th there was a paper released talking about how incredible it would be if AI could use tools. 42 days later we had Chatgpt plugins. The speed with which we are advancing is truly unbelievable, incredibly exciting and also somewhat terrifying.\n\nHere's some of the things that happened in the past week\n\n(I'm not associated with any person, company or tool. This was entirely by me, no AI involved)\n\nI write about the implications of all the crazy new advancements happening in AI for people who don't have the time to do their own research. If you'd like to stay in the know you can [sub here](https:\/\/nofil.beehiiv.com\/subscribe) :)\n\n&#x200B;\n\n* Some pretty famous people (Musk, Wozniak + others) have signed a letter (?) to pause the work done on AI systems more powerful than gpt4. Very curious to hear what people think about this. On one hand I can understand the sentiment, but hypothetically even if this did happen, will this actually accomplish anything? I somehow doubt it tbh \\[[Link](https:\/\/futureoflife.org\/open-letter\/pause-giant-ai-experiments\/)\\]\n* Here is a concept of Google Brain from back in 2006 (!). You talk with Google and it lets you search for things and even pay for them. Can you imagine if Google worked on something like this back then? Absolutely crazy to see \\[[Link](https:\/\/twitter.com\/ananayarora\/status\/1640640932654751744)\\]\n* OpenAI has invested into ‘NEO’, a humanoid robot by 1X. They believe it will have a big impact on the future of work. ChatGPT + robots might be coming sooner than expected \\[[Link](https:\/\/twitter.com\/SmokeAwayyy\/status\/1640560051625803777)\\]. They want to create human-level dexterous robots \\[[Link](https:\/\/twitter.com\/DataChaz\/status\/1639930481897533440)\\]\n* There’s a ‘code interpreter’ for ChatGPT and its so good, legit could do entire uni assignments in less than an hour. I would’ve loved this in uni. It can even scan dB’s and analyse the data, create visualisations. Basically play with data using english. Also handles uploads and downloads \\[[Link](https:\/\/twitter.com\/DataChaz\/status\/1639055889863720960)\\]\n* AI is coming to Webflow. Build components instantly using AI. Particularly excited for this since I build websites for people using Webflow. If you need a website built I might be able to help 👀 \\[[Link](https:\/\/twitter.com\/tayler_odea\/status\/1640465417817960449)\\]\n* ChatGPT Plugin will let you find a restaurant, recommend a recipe and build an ingredient list and let you purchase them using Instacart \\[[Link](https:\/\/twitter.com\/gdb\/status\/1638949234681712643)\\]\n* Expedia showcased their plugin and honestly already better than any wbesite to book flights. It finds flights, resorts and things to do. I even built a little demo for this before plugins were released 😭 \\[[Link](https:\/\/twitter.com\/ExpediaGroup\/status\/1638963397361545216)\\]. The plugin just uses straight up english. We’re getting to a point where if you can write, you can create \\[[Link](https:\/\/twitter.com\/emollick\/status\/1639391514085457921)\\]\n* The Retrieval plugin gives ChatGPT memory. Tell it anything and it’ll remember. So if you wear a mic all day, transcribe the audio and give it to ChatGPT, it’ll remember pretty much anything and everything you say. Remember anything instantly. Crazy use cases for something like this \\[[Link](https:\/\/twitter.com\/isafulf\/status\/1640071967889035264)\\]\n* ChadCode plugin lets you do search across your files and create issues into github instantly. The potential for something like this is crazy. Changes coding forever imo \\[[Link](https:\/\/twitter.com\/mathemagic1an\/status\/1639779842769014784)\\]\n* The first GPT-4 built iOS game and its actually on the app store. Mate had no experience with Swift, all code generated by AI. Soon the app store will be flooded with AI built games, only a matter of time \\[[Link](https:\/\/twitter.com\/Shpigford\/status\/1640308252729651202)\\]\n* Real time detection of feelings with AI. Honestly not sure what the use cases are but I can imagine people are going to do crazy things with stuff like this \\[[Link](https:\/\/twitter.com\/heyBarsee\/status\/1640257391760474112)\\]\n* Voice chat with LLama on you Macbook Pro. I wrote about this in my newsletter, we won’t be typing for much longer imo, we’ll just talk to the AI like Jarvis \\[[Link](https:\/\/twitter.com\/ggerganov\/status\/1640022482307502085)\\]\n* Nerfs for cities, looks cool \\[[Link](https:\/\/twitter.com\/_akhaliq\/status\/1640188743649832961)\\]\n* People in the Midjourney subreddit have been making images of an earthquake that never happened and honestly the images look so real its crazy \\[[Link](https:\/\/twitter.com\/venturetwins\/status\/1640038880325009408)\\]\n* This is an interesting comment by Mark Cuban. He suggests maybe people with liberal arts majors or other degrees could be prompt engineers to train models for specific use cases and task. Could make a lot of money if this turns out to be a use case. Keen to hear peoples thoughts on this one \\[[Link](https:\/\/twitter.com\/mcuban\/status\/1640162556860940289)\\]\n* Emad Mostaque, Ceo of Stability AI estimates building a GPT-4 competitor would be roughly 200-300 million if the right people are there \\[[Link](https:\/\/twitter.com\/EMostaque\/status\/1640052170572832768)\\]. He also says it would take at least 12 months to build an open source GPT-4 and it would take crazy focus and work \\[[Link](https:\/\/twitter.com\/EMostaque\/status\/1640002619040227328)\\]\n* • A 3D artist talks about how their job has changed since Midjourney came out. He can now create a character in 2-3 days compared to weeks before. They hate it but even admit it does a better job than them. It's honestly sad to read because I imagine how fun it is for them to create art. This is going to affect a lot of people in a lot of creative fields \\[[Link](https:\/\/www.reddit.com\/r\/blender\/comments\/121lhfq\/i_lost_everything_that_made_me_love_my_job\/)\\]\n* This lad built an entire iOS app including payments in a few hours. Relatively simple app but sooo many use cases to even get proof of concepts out in a single day. Crazy times ahead \\[[Link](https:\/\/twitter.com\/pwang_szn\/status\/1639930203526041601)\\]\n* Someone is learning how to make 3D animations using AI. This will get streamlined and make some folks a lot of money I imagine \\[[Link](https:\/\/twitter.com\/icreatelife\/status\/1639698659808886786)\\]\n* These guys are building an ear piece that will give you topics and questions to talk about when talking to someone. Imagine taking this into a job interview or date 💀 \\[[Link](https:\/\/twitter.com\/mollycantillon\/status\/1639870671336644614)\\]\n* What if you could describe the website you want and AI just makes it. This demo looks so cool dude website building is gona be so easy its crazy \\[[Link](https:\/\/twitter.com\/thekitze\/status\/1639724609112096768)\\]\n* Wear glasses that will tell you what to say by listening in to your conversations. When this tech gets better you won’t even be able to tell if someone is being AI assisted or not \\[[Link](https:\/\/twitter.com\/bryanhpchiang\/status\/1639830383616487426)\\]\n* The Pope is dripped tf out. I’ve been laughing at this image for days coz I actually thought it was real the first time I saw it 🤣 \\[[Link](https:\/\/twitter.com\/growing_daniel\/status\/1639810541547061250)\\]\n* Levi’s wants to increase their diversity by showcasing more diverse models, except they want to use AI to create the images instead of actually hiring diverse models. I think we’re gona see much more of this tbh and it’s gona get a lot worse, especially for models because AI image generators are getting crazy good \\[[Link](https:\/\/twitter.com\/Phil_Lewis_\/status\/1639718293605892096)\\]. Someone even created an entire AI modelling agency \\[[Link](https:\/\/www.deepagency.com\/)\\]\n* ChatGPT built a tailwind landing page and it looks really neat \\[[Link](https:\/\/twitter.com\/gabe_ragland\/status\/1639658044106895360)\\]\n* This investor talks about how he spoke to a founder who literally took all his advice and fed it to gpt-4. They even made ai generated answers using eleven labs. Hilarious shit tbh \\[[Link](https:\/\/twitter.com\/blader\/status\/1639847199180988417)\\]\n* Someone hooked up GPT-4 to Blender and it looks crazy \\[[Link](https:\/\/twitter.com\/rowancheung\/status\/1639702313186230272)\\]\n* This guy recorded a verse and made Kanye rap it \\[[Link](https:\/\/twitter.com\/rpnickson\/status\/1639813074176679938)\\]\n* gpt4 saved this dogs life. Doctors couldn’t find what was wrong with the dog and gpt4 suggested possible issues and turned out to be right. Crazy stuff \\[[Link](https:\/\/twitter.com\/peakcooper\/status\/1639716822680236032)\\]\n* A research paper suggests you can improve gpt4 performance by 30% by simply having it consider “why were you wrong”. It then keeps generating new prompts for itself taking this reflection into account. The pace of learning is really something else \\[[Link](https:\/\/twitter.com\/blader\/status\/1639728920261201921)\\]\n* You can literally asking gpt4 for a plugin idea, have it code it, then have it put it up on replit. It’s going to be so unbelievably easy to create a new type of single use app soon, especially if you have a niche use case. And you could do this with practically zero coding knowledge. The technological barrier to solving problems using code is disappearing before our eyes  \\[[Link](https:\/\/twitter.com\/eerac\/status\/1639332649536716824)\\]\n* A soon to be open source AI form builder. Pretty neat \\[[Link](https:\/\/twitter.com\/JhumanJ\/status\/1639233285556514817)\\]\n* Create entire videos of talking AI people. When this gets better we wont be able to distinguish between real and AI \\[[Link](https:\/\/twitter.com\/christianortner\/status\/1639360983192723474)\\]\n* Someone made a cityscape with AI then asked Chatgpt to write the code to port it into VR. From words to worlds \\[[Link](https:\/\/twitter.com\/ClaireSilver12\/status\/1621960309220032514)\\]\n* Someone got gpt4 to write an entire book. It’s not amazing but its still a whole book. I imagine this will become much easier with plugins and so much better with gpt5 & gpt6 \\[[Link](https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/120oq1x\/i_asked_gpt4_to_write_a_book_the_result_echoes_of\/)\\]\n* Make me an app - Literally ask for an app and have it built. Unbelievable software by Replit. When AI gets better this will be building whole, functioning apps with a single prompt. World changing stuff \\[[Link](https:\/\/twitter.com\/amasad\/status\/1639355638097776640)\\]\n* Langchain is building open source AI plugins, they’re doing great work in the open source space. Can’t wait to see where this goes \\[[Link](https:\/\/twitter.com\/hwchase17\/status\/1639351690251100160)\\]. Another example of how powerful and easy it is to build on Langchain \\[[Link](https:\/\/twitter.com\/pwang_szn\/status\/1638707301073956864)\\]\n* Tesla removed sensors and are just using cameras + AI \\[[Link](https:\/\/twitter.com\/Scobleizer\/status\/1639161161982816258)\\]\n* Edit 3d scenes with text in real time \\[[Link](https:\/\/twitter.com\/javilopen\/status\/1638848842631192579)\\]\n* GPT4 is so good at understanding different human emotions and emotional states it can even effectively manage a fight between a couple. We’ve already seen many people talk about how much its helped them for therapy. Whether its good, ethical or whatever the fact is this has the potential to help many people without being crazy expensive. Someone will eventually create a proper company out of this and make a gazillion bucks \\[[Link](https:\/\/twitter.com\/danshipper\/status\/1638932491594797057)\\]\n* You can use plugins to process video clips, so many websites instantly becoming obsolete \\[[Link](https:\/\/twitter.com\/gdb\/status\/1638971232443076609)\\] \\[[Link](https:\/\/twitter.com\/DataChaz\/status\/1639002271701692417)\\]\n* The way you actually write plugins is describing an api in plain english. Chatgpt figures out the rest \\[[Link](https:\/\/twitter.com\/mitchellh\/status\/1638967450510458882)\\]. Don’t believe me? Read the docs yourself \\[[Link](https:\/\/twitter.com\/frantzfries\/status\/1639019934779953153)\\]\n* This lad created an iOS shortcut that replaces Siri with Chatgpt \\[[Link](https:\/\/mobile.twitter.com\/mckaywrigley\/status\/1640414764852711425)\\]\n* Zapier supports 5000+ apps. Chatgpt + Zapier = infinite use cases \\[[Link](https:\/\/twitter.com\/bentossell\/status\/1638968791487901712)\\]\n* I’m sure we’ve all already seen the paper saying how gpt4 shows sparks of AGI but I’ll link it anyway. “we believe that it could reasonably be viewed as an early (yet still incomplete) version of an artificial general intelligence (AGI) system.” \\[[Link](https:\/\/twitter.com\/emollick\/status\/1638805126524592134)\\]\n* This lad created an AI agent that, given a task, creates sub tasks for itself and comes up with solutions for them. It’s actually crazy to see this in action, I highly recommend watching this clip \\[[Link](https:\/\/twitter.com\/yoheinakajima\/status\/1640934508047503362)\\]. Here’s the link to the “paper” and his summary of how it works \\[[Link](https:\/\/twitter.com\/yoheinakajima\/status\/1640934493489070080)\\]\n* Someone created a tool that listens to your job interview and tells you what to say. Rip remote interviews \\[[Link](https:\/\/mobile.twitter.com\/localghost\/status\/1640448469285634048)\\]\n* Perplexity just released their app, a Chatgpt alternative on your phone. Instant answers + cited sources \\[[Link](https:\/\/mobile.twitter.com\/perplexity_ai\/status\/1640745555872579584)\\]",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/125oue8\/chatgpt_plugins_week_1_gpt4_week_2_another\/",
        "Creation Time":1680098175.0,
        "Reply Count":768,
        "Upvote Ratio":0.98
    },
    {
        "Title":"Create Your Own Custom Plugins for ChatGPT 🎉 Browse the Web, Execute Code, Use APIs 🛠️",
        "Question":"I'm stoked to share with you all an exciting new addition to the world of conversational AI: custom plugins for ChatGPT! 🎉🤖  \n\n&#x200B;\n\nAs many of you know, the ChatGPT plugin alpha has been out for a while, allowing users to augment their ChatGPT experience with some pre-built plugins. However, we've noticed that you lovely creative geniuses in the community have been yearning for the ability to create your own plugins to supercharge ChatGPT. So, without further ado, we're thrilled to announce the release of code for custom ChatGPT plugins! 🛠️🚀  \n\n&#x200B;\n\nWith this new feature, you can now build your own plugins to enhance ChatGPT's capabilities to suit your specific needs. Want to integrate some domain-specific knowledge, or maybe add a fun twist to the chat experience? Go ahead, the sky's the limit! 🌌  \n\n&#x200B;\n\nHere are some cool ideas for custom plugins to get you started:  \n\n\\-  ✅ Programming code execution \n\n\\-  ✅ Web browsing and navigation \n\n\\-  ✅ let chat talk to and direct other chat agents\n\n&#x200B;\n\nTo help you get started, we've created some example plugins and documentation on how to create your own: [access through the free gumroad here](https:\/\/cxn.to\/@serpai\/chatgpt-plugins)   🎁 \n\n&#x200B;\n\nWe can't wait to see what amazing plugins you all come up with! Feel free to share your creations here or on GitHub, and don't hesitate to ask questions. Check out this and our other open source projects on our [GitHub](https:\/\/github.com\/serp-ai)\n\n&#x200B;\n\n\\*Post manually created and then ran through chat4",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/12580m9\/create_your_own_custom_plugins_for_chatgpt_browse\/",
        "Creation Time":1680050634.0,
        "Reply Count":218,
        "Upvote Ratio":0.96
    },
    {
        "Title":"This is a game-changer! ChatGPT Plugins are now available to everyone🔥🦾",
        "Question":"1. Zapier: Interacting with apps like Google Sheets and Docs can be beneficial for data management and analysis.\n\n2. Noteable: Creating notebooks in Python, SQL, and Markdown allows for exploring and visualizing data.\n\n3. Wolfram: Accessing computation, math, curated knowledge, and real-time data can be valuable for financial calculations and research.\n\n4. FiscalNote: Accessing real-time data sets for legal and political purposes can be relevant for understanding regulatory and policy changes that impact finance.\n\n5. Portfoliopilot: This all-in-one investing guide can assist with portfolio management and investment analysis.\n\n6. Redfin and Zillow: These plugins can help with housing market research, which may be relevant for financial professionals involved in real estate investments or analysis.\n\nChatGPT-Plus users can use these features by clicking on their ChatGPT profile, pressing \"Settings,\" and then going to the \"Beta features\" tab.\n\nList of 30 plug ins and it's use cases:\n\n1) Slack: Querying Slack\n\n2) Tasty: Discover new recipes and meal plans that work for you.\n\n3) Expedia: Bring your trip plans to life in one place\n\n4) Klarna Shopping: Search and compare prices from 1000s of online shops.\n\n5) Vogue: Search through vogue articles\n\n6) TODO plugin: Manage a TO-DO list in ChatGPT\n\n7) Lowes: Find the right tools for all of your home building needs.\n\n8) Speechki: Just simply ask ChatGPT to turn your text into audio\n\n9) FigGPT: Design using Figma in ChatGPT\n\n10) Argil Ai: Generate images in ChatGPT\n\n11) KAYAK: Plan & book your next trip in ChatGPT\n\n12) LangChain Docs: Up to date info for the LangChain Python library.\n\n13) Weather report: Get up to date weather data on every city within seconds\n\n14) Crypto Prices: Get the price on any crypto\n\n15) NBA: Up-to-date NBA standings & Stats\n\n16) Qdrant: Plugin to search through Qdrants documentation\n\n17) Open Table: Search and get booking at restaurants anywhere, anytime.\n\n18) Zilliz Plugin: Search through your documentation and talk to it.\n\n19) Wolfram: Access computation, math, curated knowledge and real time data\n\n20) Pricerunner: Get the perfect shopping suggestions\n\n21) DesignerGPT: Generate a website within ChatGPT\n\n22) Milo Family AI: Turn any 20 minites with your kids into magic\n\n23) Chess: Play chess in ChatGPT\n\n24) Instacart: Order groceries from your near by store\n\n25) Send Email: Send the perfect emails through ChatGPT\n\n26) Redfin: Do housing market research for your next house or investment.\n\n27) DAN: Change ChatGPT’s personality\n\n28) United Nations: Search through select UN documents\n\n29) Kraftful: Quickly get product-market fit, scale your user base and grow revenue",
        "subreddit":"AIAssisted",
        "Link":"https:\/\/i.redd.it\/5ozx0ba9051b1.jpg",
        "Creation Time":1684636172.0,
        "Reply Count":90,
        "Upvote Ratio":0.93
    },
    {
        "Title":"In just three weeks, ScholarAI's ChatGPT plugin has garnered 6 million requests, positioning itself as a potential game-changer in academic research.",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/shashim.substack.com\/p\/scholarai-celebrates-6-million-requests?sd=pf",
        "Creation Time":1685707486.0,
        "Reply Count":91,
        "Upvote Ratio":0.98
    },
    {
        "Title":"I built a free ChatGPT Plugin that retrieves your competitors' PPC ads [GIF]",
        "Question":"Demo - [https:\/\/i.imgur.com\/LoGSKGA.gif](https:\/\/i.imgur.com\/LoGSKGA.gif)\n\nI've been working on a ChatGPT plugin to simplify ad copy optimization without needing to copy\/paste competitor ads from pricey PPC tools.\n\nThe data is sourced from a mix of iSpionage and SEMRush APIs. I am using credits from my personal subscriptions to keep this tool free of charge but I may add some rate limits for users with 10+ requests\/per day.\n\nAt this point, ChatGPT currently has a limit of 15 installs per plugin and I have 4 spots left. If you have been approved to use plugins and would like to give it a try, please DM me and I will send you the installation link. I won't be asking you to buy my ebook 😊 but I would love to get some feedback based on your experience. Thank you!!  \n\n\n**UPDATE -** Also working on an [automated online reputation management](https:\/\/repbot.ai) tool with [ai review response](https:\/\/repbot.ai\/free-tools\/ai-review-response) and a feature which flags and potentially [removes negative 1-star reviews from Google My Business](https:\/\/repbot.ai\/free-tools\/remove-negative-google-reviews).",
        "subreddit":"PPC",
        "Link":"https:\/\/www.reddit.com\/r\/PPC\/comments\/12ixiwi\/i_built_a_free_chatgpt_plugin_that_retrieves_your\/",
        "Creation Time":1681246868.0,
        "Reply Count":158,
        "Upvote Ratio":0.97
    },
    {
        "Title":"ChatGPT+ users now have access to plugins and web search",
        "Question":"However, the settings seems to be not updated yet. You have to opt-in for those features.",
        "subreddit":"OpenAI",
        "Link":"https:\/\/www.reddit.com\/gallery\/13fsaoi",
        "Creation Time":1683914285.0,
        "Reply Count":253,
        "Upvote Ratio":0.97
    },
    {
        "Title":"ChatGPT plugin for Halifax Bylaws",
        "Question":"I made a ChatGPT plugin called \"Halifax Bylaws\" that allows anyone to search through and ask questions about the current bylaws in Halifax. I made it so that the public can access and interpret local laws in plain language, from a single source. If you're a ChatGPT+ subscriber, you can search for and install it now. \n\nI would appreciate any suggestions for making it better. I'm wondering if including meeting minutes would be useful.\n\n https:\/\/lnkd.in\/e5aDatA3",
        "subreddit":"halifax",
        "Link":"https:\/\/www.reddit.com\/r\/halifax\/comments\/14uvxwz\/chatgpt_plugin_for_halifax_bylaws\/",
        "Creation Time":1688901064.0,
        "Reply Count":37,
        "Upvote Ratio":0.81
    },
    {
        "Title":"ChatGPT has access to Algorand data now: Algorand’s first ChatGPT plugin is live!",
        "Question":"",
        "subreddit":"CryptoCurrency",
        "Link":"https:\/\/medium.com\/@emg110\/chatgpt-has-access-to-algorand-data-now-algorands-first-chatgpt-plugin-is-live-88a3337a76c5",
        "Creation Time":1696971479.0,
        "Reply Count":62,
        "Upvote Ratio":0.76
    },
    {
        "Title":"Chat GPT Plugins Access",
        "Question":"Has anyone figured out how to get access to Chat GPT plugins? I'm subscribed to GPT Plus, but have not gotten access for months. Any way to speed up getting access? I heard there was a beta program that gave access to people for reporting errors, maybe I'm wrong? Thanks",
        "subreddit":"ChatGPTPro",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPTPro\/comments\/131blt3\/chat_gpt_plugins_access\/",
        "Creation Time":1682639524.0,
        "Reply Count":51,
        "Upvote Ratio":0.91
    },
    {
        "Title":"ChatGPT plugins (request plugins only)",
        "Question":"This is an odd \"announcement\". According to the blog post this article is referencing (https:\/\/blogs.bing.com\/search\/may\\_2023\/Bing-at-Microsoft-Build-2023), it just means that Browsing mode will be using Bing from today on to run searches. However, Browsing mode has used Bing for running searches since day 1. Maybe it's a deeper integration than just the Bing Search API?\r  \n\r  \nFrom the ChatGPT plugins announcement back in March:\r  \n\r  \n\"Browsing retrieves content from the web using the Bing search API. As a result, we inherit substantial work from Microsoft on (1) source reliability and truthfulness of information and (2) “safe-mode” to prevent the retrieval of problematic content. The plugin operates within an isolated service, so ChatGPT’s browsing activities are separated from the rest of our infrastructure.\"\r  \n\r  \nhttps:\/\/openai.com\/blog\/chatgpt-plugins",
        "subreddit":"SubSimGPT2Interactive",
        "Link":"https:\/\/www.reddit.com\/r\/SubSimGPT2Interactive\/comments\/13xc30j\/chatgpt_plugins_request_plugins_only\/",
        "Creation Time":1685608498.0,
        "Reply Count":37,
        "Upvote Ratio":0.33
    },
    {
        "Title":"ChatGPT+ users now have access to plugins and web search",
        "Question":"However, the settings seems to be not updated yet. You have to opt-in for those features.",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/gallery\/13fsaao",
        "Creation Time":1683914258.0,
        "Reply Count":245,
        "Upvote Ratio":0.98
    },
    {
        "Title":"“My Salesforce Consultant”. A ChatGPT plugin.",
        "Question":"I’ve developed a plugin for ChatGPT that can create, read, update and delete objects, fields, layouts and other metadata, write and deploy Apex triggers and classes, debug and improve existing Apex, query for and summarise records from any object, execute anonymous Apex, plus a few other things.\n\nIt’s pretty cool being able to talk to a Salesforce org and have ChatGPT work it’s magic on it.\n\nI made it a few weeks ago, but then parked it because the authentication methods currently supported by ChatGPT plugins tie the plugin to one SF org.\n\nIt’d be possible to create a unique version of the plugin for each SF org, running on its own Heroku instance, but I haven’t explored whether there would be interest in that. Feels pretty clunky and hard to manage.\n\nIf anyone has ChatGPT plus and is interested in trying it out, I could give a few people access to a dev org and you can fill it with profanity and revoke my access or something. 😅",
        "subreddit":"salesforce",
        "Link":"https:\/\/www.reddit.com\/r\/salesforce\/comments\/157fv8r\/my_salesforce_consultant_a_chatgpt_plugin\/",
        "Creation Time":1690121535.0,
        "Reply Count":51,
        "Upvote Ratio":0.76
    },
    {
        "Title":"ChatGPT Plugin Waitlist Update",
        "Question":"Screenshot of “ChatGPT Plugin Waitlist Update” email from OpenAI\n\nGoodbye, ChatGPT Plugins! Also, “early next year we’ll launch the GPT Store.”",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/i.redd.it\/knt1va1yms7c1.jpeg",
        "Creation Time":1703227877.0,
        "Reply Count":14,
        "Upvote Ratio":0.72
    },
    {
        "Title":"Hacker found secret ChatGPT plugins",
        "Question":"",
        "subreddit":"singularity",
        "Link":"https:\/\/twitter.com\/ai_insight1\/status\/1639322148975128577?s=20",
        "Creation Time":1679679933.0,
        "Reply Count":53,
        "Upvote Ratio":0.92
    },
    {
        "Title":"NEW: ChatGPT plugin store can be searched now!",
        "Question":"",
        "subreddit":"ChatGPTPro",
        "Link":"https:\/\/i.redd.it\/0ygc3hh6v93b1.png",
        "Creation Time":1685566705.0,
        "Reply Count":40,
        "Upvote Ratio":0.99
    },
    {
        "Title":"Reverse Engineering ChatGPT Plugins",
        "Question":"",
        "subreddit":"GPT3",
        "Link":"https:\/\/www.reddit.com\/gallery\/13ggcv5",
        "Creation Time":1683981149.0,
        "Reply Count":29,
        "Upvote Ratio":0.99
    },
    {
        "Title":"My ChatGPT excel plugin went viral because of this subreddit",
        "Question":"Hey [r\/excel](https:\/\/www.reddit.com\/r\/excel\/), THANK YOU so much for your support! 3 weeks ago, I shared my Excel plugin that lets you use ChatGPT in a formula. A few thousand of you tried it. It spread to LinkedIn, people made TikTok videos about it, someone even said they heard about it at a dinner party 🤯 You can install it free here: [numerous.ai\/get](https:\/\/numerous.ai\/get)\n\nWith the super valuable feedback all of you gave me, here are some of the new features I added:\n\n**=NUM.INFER**\n\nhttps:\/\/i.redd.it\/3unkp1wpfwua1.gif\n\nWhen you'd rather show the AI what to do instead of telling it. In this example, I have a list of payment descriptions. I want to get the dollar amount from each. Instead of telling the AI what to do, I just do the first 4 myself, then it \"infers\" the rest.\n\n**Easy templates**\n\nhttps:\/\/i.redd.it\/8dewl0frfwua1.gif\n\nIn the plugin's sidebar, I added easy to use templates, like Translate, Extract, Reformat, Rewrite. Here's an example of the Classify tool, where I classify a list of merchants.\n\nLet me know what you think!",
        "subreddit":"excel",
        "Link":"https:\/\/www.reddit.com\/r\/excel\/comments\/12s8nk6\/my_chatgpt_excel_plugin_went_viral_because_of\/",
        "Creation Time":1681935351.0,
        "Reply Count":74,
        "Upvote Ratio":0.98
    },
    {
        "Title":"Chat GPT+ Plugins",
        "Question":"Hey, \n\nim trying GPT+ and wanted to ask if you use Plugins to optimise prompts or anything SD related and how. thanks for any advice, keep prompting!",
        "subreddit":"StableDiffusion",
        "Link":"https:\/\/www.reddit.com\/r\/StableDiffusion\/comments\/191yec7\/chat_gpt_plugins\/",
        "Creation Time":1704753651.0,
        "Reply Count":1,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins not Working",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/gallery\/175wy0i",
        "Creation Time":1697080576.0,
        "Reply Count":19,
        "Upvote Ratio":0.93
    },
    {
        "Title":"Just Got Access to ChatGPT Plugins",
        "Question":"So I just checked ChatGPT cause I saw a post about the browsing feature and I have access to multiple plugins and a plugin store!\n\nI'm not sure if they've rolled this out to everyone or if I'm one of the lucky ones but if anyone wants me to test something out and post results lmk.",
        "subreddit":"singularity",
        "Link":"https:\/\/www.reddit.com\/gallery\/125ej77",
        "Creation Time":1680068857.0,
        "Reply Count":50,
        "Upvote Ratio":0.95
    },
    {
        "Title":"Built OpenPlugin: an open-source tool for using ChatGPT plugins via API, currently supports more than 160 plugins. You can develop ChatGPT plugins with it too!",
        "Question":"",
        "subreddit":"ChatGPTPro",
        "Link":"https:\/\/v.redd.it\/c8zsiwlejuab1",
        "Creation Time":1688868032.0,
        "Reply Count":16,
        "Upvote Ratio":0.98
    },
    {
        "Title":"I'm able to generate girls in chatGPT now using ImgCreator Plugin!",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/imgcreator.zmo.ai\/?ref=reddit",
        "Creation Time":1684241189.0,
        "Reply Count":164,
        "Upvote Ratio":0.83
    },
    {
        "Title":"Building ChatGPT plugins",
        "Question":"",
        "subreddit":"Supabase",
        "Link":"https:\/\/supabase.com\/docs\/guides\/ai\/examples\/building-chatgpt-plugins",
        "Creation Time":1706281076.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"I made a ChatGPT plugin directory: 🏄 plugin surf. what do you think?",
        "Question":"hi! for a while now I was bothered by how \\*badly made\\* the ChatGPT plugin store is.  \nThis motivated me to start a side project: get all plugins in one place with proper descriptions, available metadata and add community elements on top (sort of product hunt vibe). Goal: upvote the best plugins, make it easier to discover useful ones, and have fun.\n\nfeatures:\n\n1. upvoting\n2. comments\n3. categories\n4. newsletter\n5. plugin API documentation\n6. info about the creator\n\nThe directory is (and will be) completely free to use. It's still an early version but I plan to improve it and eventually make it the best resource for chatgpt plugins! I'd love to get your feedback. lmk what you think!\n\nhere's the link: 🏄 [plugin.surf](https:\/\/plugin.surf\/)",
        "subreddit":"ChatGPTPro",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPTPro\/comments\/14k7kw1\/i_made_a_chatgpt_plugin_directory_plugin_surf\/",
        "Creation Time":1687853917.0,
        "Reply Count":24,
        "Upvote Ratio":0.95
    },
    {
        "Title":"What ChatGPT plugins should I opt for?",
        "Question":"I’m trying my hand at ChatGPT plugins but can’t find the ones that would be particularly useful for my work. I need tools for my marketing-related tasks. \n\nCan you guys please recommend some ChatGPT plugins? ",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/16das7i\/what_chatgpt_plugins_should_i_opt_for\/",
        "Creation Time":1694180048.0,
        "Reply Count":27,
        "Upvote Ratio":0.95
    },
    {
        "Title":"ChatGPT plugins are live (but hidden)",
        "Question":"So looks like you can access the ChatGPT plugins, but it's NOT obvious at all.\n\n&#x200B;\n\nYou have to enable the option in the \"BETA\" features and then type in the URL for the new version of chat gpt.\n\nLooks like you need gpt-4 for this to work. But the URL is whatever your chatgpt url is, just add -plugins.\n\n&#x200B;\n\nHere's a video walkthrough:\n\n[https:\/\/www.youtube.com\/watch?v=h68INR-YI30](https:\/\/www.youtube.com\/watch?v=h68INR-YI30)\n\n&#x200B;\n\nEdit: Looks like this is open in the US, but people are saying that CA and EU is not getting those options yet :(",
        "subreddit":"ArtificialInteligence",
        "Link":"https:\/\/www.reddit.com\/r\/ArtificialInteligence\/comments\/13gzdwc\/chatgpt_plugins_are_live_but_hidden\/",
        "Creation Time":1684029469.0,
        "Reply Count":36,
        "Upvote Ratio":0.9
    },
    {
        "Title":"Just created a mad plugin for ChatGPT to give it complete access to my system through Javascript's eval. Here is what it can do...",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/gallery\/13k80x9",
        "Creation Time":1684343850.0,
        "Reply Count":292,
        "Upvote Ratio":0.98
    },
    {
        "Title":"Best ChatGPT Plugins: Ultimate List for 2023",
        "Question":"",
        "subreddit":"artificial",
        "Link":"https:\/\/www.godofprompt.ai\/blog\/best-chatgpt-plugins-ultimate-list-for-2023",
        "Creation Time":1697039972.0,
        "Reply Count":10,
        "Upvote Ratio":0.92
    },
    {
        "Title":"Can any ChatGPT plugins use the GPT-4 model?",
        "Question":"Hi all, \n\nI’ve tried out “jackMort\/ChatGPT.nvim”,\nBut can’t find any info regarding using GPT-4 instead of 3.5-turbo. \n\nAnybody have any tips on this?",
        "subreddit":"neovim",
        "Link":"https:\/\/www.reddit.com\/r\/neovim\/comments\/17rgf5j\/can_any_chatgpt_plugins_use_the_gpt4_model\/",
        "Creation Time":1699546268.0,
        "Reply Count":11,
        "Upvote Ratio":1.0
    },
    {
        "Title":"OpenAI Added 21 New ChatGPT Plugins Today (Calorie Chat, Sakenowa, Mindart, Jiggybase, ...)",
        "Question":"Hi everyone,\n\nI think it's pretty hard to keep track of updates concerning the plugins, as the list on ChatGPT is not very user friendly and doesn't let you sort by date.\n\nThat's why I started keeping track of the plugins manually by versioning the `plugins.json` with Git. (The `plugins.json` is loaded whenever a user opens the plugin modal in ChatGPT.)\n\nOpenAI added many new plugins today and I wanted to provide an overview.\n\n&#x200B;\n\n## New Plugins\n\n1. Sakenowa - Find Sake and get detailed information in various ways.\n2. Questmate Forms - Create forms, checklists and workflows (we call 'em Quests!) directly from ChatGPT.\n3. Mindart - Career test to help you find your dream job, with automation risk and average salary.\n4. AmazingTalker - Elevate your language learning at any level with personalized 1-on-1 online lessons from tutors across the world.\n5. SEO Assistant - The SEO Assistant can generate search engine keyword information in order to aid the creation of content.\n6. JiggyBase - Use the knowledge in your JiggyBase document collections to help produce factual, up-to-date chat responses.\n7. Agones - Agones provides soccer (football) results for matches played all over the world in the past 15 years.\n8. Web Requests - Goodbye Knowledge Cutoff, Hello World! This is your AI assistant's web browser. Just enter a URL. Google, Wiki, GitHub.\n9. Paxi AI - Let AI tools speed up your tasks! Make it easy to find the right tool for the task.\n10. Calorie Chat - Tracking what you eat doesn't have to be hard. With Calorie Chat, you'll find calorie counting simpler than ever before.\n11. DeployScript - DeployScript effortlessly launches web apps, handling the tech for you. Watch your ideas come to life!\n12. AutoInfra1 - Talk to your Servers. Works with AWS, GCP, Azure, and anywhere you can ssh!\n13. Acquire.com - Everything you need to buy and sell startups.\n14. Appy Pie App Builder - AI-powered Text-to-App Generator turns your app idea into Android and iOS apps- just provide text input.\n15. AI2sql - Converts a natural language text into an SQL query.\n16. SceneXplain - SceneXplain lets you attach images to your prompt. Explore image storytelling beyond pixels.\n17. APEX Map - Checking the current APEX Legends Ranked Map.\n18. Bibliography Crossref - Search publications and generate bibtex bibliographies using Crossref and Zotero.\n19. GoFynd - Elevate your shopping experience with GoFynd.\n20. Easy Resume - Quickly create and edit your resume with the option to download as a docx or pdf, and find the job you deserve!\n21. LawyerPR - Matching your ideal lawyer, in Japan. Let's Start with a Preliminary Review.\n\n\\*EDIT:\n\n1. Substack IQ - Search, analyze, & summarize Substack newsletters, retrieve articles, and discover new Substacks!\n2. Meme Creator - Use Meme Creator to create memes on demand using the power of AI!\n3. HTTP Webhooks - Allows you to write, deploy, and manage HTTP Webhooks in JavaScript, right from the chat.\n4. Outschool - Search for top-quality online classes and teachers on Outschool.\n5. Crypto Market News - It's your go-to solution for real-time cryptocurrency price updates, market insights, and the latest news.\n\n\\*EDIT2:\n\n1. ChatWithGit - Search code on GitHub repositories based on a query.\n2. CarYardBard - AI-Powered Car Sales Ad Generator for Australian Car Dealers.\n3. NFTs - Get the important details of any NFT collection and ask for insights based on that data!\n4. Aus Surf Report - Get today's surf report for any break throughout Australia!\n5. ChatWithWebsite - Have a conversation with any website, powered by magicform.ai\n6. NextPaper.ai - Fetch the latest research papers on a specific topic from PubMed. More to come.\n7. ChatWithPDF - Chat with everything from entire PDF books to Google Drive documents just by providing a link.\n\n&#x200B;\n\nI also created a [searchable overview](https:\/\/www.gptgames.dev\/util\/plugins.html) of all plugins with a rudimentary sorting feature.\n\n[the searchable overview](https:\/\/preview.redd.it\/vzou85qzq82b1.png?width=985&format=png&auto=webp&s=f4db4d72a51f8cd2b0f9147753b0ed755b67136e)\n\n&#x200B;\n\nThe big updates seem to come around the end of the week. The last one was on May 20 where the plugin count jumped from around 85 to over 126. Currently it's at 148. \\*EDIT: Now at 153. \\*EDIT2: 160.\n\n&#x200B;\n\nIf you like this kind of update post, I could try to write a new one every week. Let me know what you think.\n\n\\*EDIT:  \nThey added 5 more plugins since the creation of this post.  \nI've added them to the list above and to the overview page.  \n\n\n\\*EDIT2:   \n7 new plugins since the last time I've updated the list. ",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/13sospz\/openai_added_21_new_chatgpt_plugins_today_calorie\/",
        "Creation Time":1685135923.0,
        "Reply Count":65,
        "Upvote Ratio":0.99
    },
    {
        "Title":"Harnessing the true power of ChatGPT Plugins",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/i.redd.it\/r876gtod7mza1.png",
        "Creation Time":1683990721.0,
        "Reply Count":31,
        "Upvote Ratio":0.96
    },
    {
        "Title":"ChatGPT Plugins that are missing",
        "Question":"Hi! Any ChatGPT Plugins that don't exist currently but you would like to see added to the plugin store?   \n\n\nI am a developer who just got access and looking for ideas to build :)",
        "subreddit":"ChatGPTPro",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPTPro\/comments\/146k767\/chatgpt_plugins_that_are_missing\/",
        "Creation Time":1686457079.0,
        "Reply Count":30,
        "Upvote Ratio":0.88
    },
    {
        "Title":"ChatGPT developed a secret \"DAN Plugin\" and has over 80 unlisted plugins including \"evil plugin 😈\", \"United Nations\", and \"CHESS\"",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/twitter.com\/rez0__\/status\/1639259413553750021",
        "Creation Time":1679665475.0,
        "Reply Count":89,
        "Upvote Ratio":0.95
    },
    {
        "Title":"ChatGPT with Plugins is Amazing!",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/gallery\/13igwgp",
        "Creation Time":1684177059.0,
        "Reply Count":73,
        "Upvote Ratio":0.97
    },
    {
        "Title":"Chat GPT plugin removed?",
        "Question":"I have been using the IFTTT plugin for Chat GPT but it seems to have been taken down, I can't find any info on why anywhere. Anyone have any idea? Or experiencing the same?\n\nUpdate: It's been escalated to the engineering team. Probably best to report it to support if anyone else is having issues so they know it's not just my account.\n\nUpdate 2: they are talking to Open AI to get the plugin put back on. Not sure why it was removed, hopefully it'll be back soon",
        "subreddit":"ifttt",
        "Link":"https:\/\/www.reddit.com\/r\/ifttt\/comments\/16wxi9o\/chat_gpt_plugin_removed\/",
        "Creation Time":1696155631.0,
        "Reply Count":3,
        "Upvote Ratio":0.9
    },
    {
        "Title":"How to Install Wolfram ChatGPT Plugin",
        "Question":"",
        "subreddit":"HeyHowtodoit",
        "Link":"https:\/\/heyhowtodoit.com\/install-wolfram-plugin-on-chatgpt\/",
        "Creation Time":1705179658.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Suggest a gpt plugin for me",
        "Question":"I have seen there are quite a few options, hoping someone can suggest one which works well as a coding assistant.\n\nThink along the lines of asking questions about the selected region, like what does this error mean can you convert this to a different format for me, can you generate some code todo this.\n\nBeen using it to convert sql to honeysql and it can do a pretty good job saving me converting it currently doing it in browser but would like some closer integration.",
        "subreddit":"emacs",
        "Link":"https:\/\/www.reddit.com\/r\/emacs\/comments\/125kqax\/suggest_a_gpt_plugin_for_me\/",
        "Creation Time":1680088377.0,
        "Reply Count":30,
        "Upvote Ratio":0.7
    },
    {
        "Title":"Can GPTs Access ChatGPT Plugins?",
        "Question":"I want to make a GPT for using the ChatGPT Glowing Plugin to send myself scheduled SMS messages of a few varieties. However, it looks like there is no immediate way to just include a ChatGPT Plugin's functionality with a GPT. Can someone explain?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/18tsgna\/can_gpts_access_chatgpt_plugins\/",
        "Creation Time":1703871107.0,
        "Reply Count":1,
        "Upvote Ratio":0.75
    },
    {
        "Title":"Full ChatGPT Plugin List",
        "Question":"Will try to keep this updated until ChatGPT add search or a better way of viewing them all:  \n\n\n[https:\/\/openworldai.com\/blog\/chatgpt-plugin-list](https:\/\/openworldai.com\/blog\/chatgpt-plugin-list)",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/13qvhu1\/full_chatgpt_plugin_list\/",
        "Creation Time":1684957315.0,
        "Reply Count":15,
        "Upvote Ratio":0.9
    },
    {
        "Title":"GPT plugins no longer appearing",
        "Question":"Have they been deprecated? I used gpts once and it disappeared from the options\n\n&#x200B;",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/186a9pa\/gpt_plugins_no_longer_appearing\/",
        "Creation Time":1701213977.0,
        "Reply Count":1,
        "Upvote Ratio":0.6
    },
    {
        "Title":"Let's talk about ChatGPT Plugins: Are you using them?",
        "Question":"So, as many of you know, ChatGPT plugins were released on March 23, 2023. When I first heard about them, I thought they'd be a game-changer, opening up a whole new world of possibilities. But after their release, I've found that they didn't quite live up to the hype. Maybe it's just me, but the experience has been less than stellar.\n\nIs anyone actually using these plugins? If so, what are you using them for? I'm curious to hear about your experiences and see if they align with mine.\n\nLooking forward to hearing your thoughts.",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/17fd7il\/lets_talk_about_chatgpt_plugins_are_you_using_them\/",
        "Creation Time":1698155172.0,
        "Reply Count":22,
        "Upvote Ratio":0.6
    },
    {
        "Title":"SciSpace ResearchGPT: GPT Plugin With Expertise in Scientific Papers.",
        "Question":"",
        "subreddit":"airesearch",
        "Link":"\/r\/u_Reasonable_Ring_4754\/comments\/18bxmq1\/scispace_researchgpt_gpt_plugin_with_expertise_in\/",
        "Creation Time":1701843590.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Feedback on my ChatGPT Plugin directory",
        "Question":"Hi!  \n\n\nSo currently, I think the \"store experience\" of the ChatGPT plugin is very bad; most likely, they will fix it so it looks closer to a true app store. However, in the meantime, I have created a directory of +450 plugins (and growing).  \n\n\nI added a categorization system, descriptions, example prompts, and plugin output images.   \n\n\nIt would be great with some feedback on how to improve this further. What more to include etc.?   \n\n\nFind the free directory [here](https:\/\/www.businessedge.co\/c\/best-chatgpt-plugins).",
        "subreddit":"ChatGPTPro",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPTPro\/comments\/14jbd49\/feedback_on_my_chatgpt_plugin_directory\/",
        "Creation Time":1687767938.0,
        "Reply Count":19,
        "Upvote Ratio":0.87
    },
    {
        "Title":"SciSpace ResearchGPT: GPT Plugin With Expertise in Scientific Papers.",
        "Question":" Excited to share my recent AI discovery – I've been using SciSpace's [ResearchGPT,](https:\/\/chat.openai.com\/g\/g-NgAcklHd8-researchgpt-official) and it's been pretty amazing for my research. You don't have to worry about GPT's hallucinations or fabricated information anymore, since this plugin is trained on a massive repository of scientific papers and articles from SciSpace. The responses are backed by citations, which you can verify directly in the papers by clicking on the links.  \n It's not just about finding papers though. It's about weaving them into your work effortlessly. Writing got a whole lot smoother with ResearchGPT; You can even upload a PDF, ask for explanations and summaries. It's the perfect research workspace you could ask for.   \n ",
        "subreddit":"u_Reasonable_Ring_4754",
        "Link":"https:\/\/www.reddit.com\/r\/u_Reasonable_Ring_4754\/comments\/18bxmq1\/scispace_researchgpt_gpt_plugin_with_expertise_in\/",
        "Creation Time":1701843206.0,
        "Reply Count":0,
        "Upvote Ratio":0.67
    },
    {
        "Title":"I made 8 plugins for the ChatGPT plugin store and traffic is growing faster than my websites.",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/14fczae\/i_made_8_plugins_for_the_chatgpt_plugin_store_and\/",
        "Creation Time":1687366364.0,
        "Reply Count":53,
        "Upvote Ratio":0.47
    },
    {
        "Title":"I made a ChatGPT Plugin named PlaylistAI that connects your Spotify account to create music playlists",
        "Question":"",
        "subreddit":"OpenAI",
        "Link":"https:\/\/v.redd.it\/4r0xw1hime0b1",
        "Creation Time":1684334787.0,
        "Reply Count":46,
        "Upvote Ratio":0.92
    },
    {
        "Title":"[P] Using ChatGPT plugins with LLaMA",
        "Question":"",
        "subreddit":"MachineLearning",
        "Link":"https:\/\/blog.lastmileai.dev\/using-openais-retrieval-plugin-with-llama-d2e0b6732f14",
        "Creation Time":1679845088.0,
        "Reply Count":24,
        "Upvote Ratio":0.96
    },
    {
        "Title":"So, what are we paying for again? Also no access to plugins, or browsing, or API for GPT-4.",
        "Question":"",
        "subreddit":"OpenAI",
        "Link":"https:\/\/i.redd.it\/rk3c7xraf9za1.png",
        "Creation Time":1683836096.0,
        "Reply Count":257,
        "Upvote Ratio":0.89
    },
    {
        "Title":"When are we gonna get access to ChatGPT plugins?",
        "Question":"Or at least the development parts of it. I already filled out the form for alpha.",
        "subreddit":"ChatGPTPro",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPTPro\/comments\/12gq2ox\/when_are_we_gonna_get_access_to_chatgpt_plugins\/",
        "Creation Time":1681062174.0,
        "Reply Count":43,
        "Upvote Ratio":0.9
    },
    {
        "Title":"ChatGPT Plugin - 2FA now required?",
        "Question":"Is anyone else getting a popup saying 2FA is now required to use unverified plugins?  If so, any tutorial out there on how to implement that?",
        "subreddit":"OpenAIDev",
        "Link":"https:\/\/www.reddit.com\/r\/OpenAIDev\/comments\/1322yzi\/chatgpt_plugin_2fa_now_required\/",
        "Creation Time":1682702078.0,
        "Reply Count":26,
        "Upvote Ratio":0.84
    },
    {
        "Title":"Is it possible to convert a simple GPT to a ChatGPT plugin?",
        "Question":"I have a very knowledge-based GPT created, and I would love to have it as a chatGTP plugin, so that users without a subscription can access it, is it possible?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/18gspl2\/is_it_possible_to_convert_a_simple_gpt_to_a\/",
        "Creation Time":1702405757.0,
        "Reply Count":1,
        "Upvote Ratio":0.6
    },
    {
        "Title":"[Chat Gpt] Plugin de générateur de tête",
        "Question":"Hé à tous, il y a quelques semaines, j'ai vu quelqu'un publier un plugin qui génère des tirs à la tête professionnels en utilisant des images utilisateur soumises. J'ai enfin accès au plugin bêta, mais je ne peux pas pour la vie de moi trouver le post sur ce plugin spécifique.\n\nQuelqu'un peut-il aider?\n\nTraduit et reposté à partir de la publication https:\/\/www.reddit.com\/13wr1vj",
        "subreddit":"redditenfrancais",
        "Link":"https:\/\/www.reddit.com\/r\/redditenfrancais\/comments\/1853z97\/chat_gpt_plugin_de_générateur_de_tête\/",
        "Creation Time":1701094692.0,
        "Reply Count":1,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Murder Mystery (ChatGPT plugin)",
        "Question":"Has anybody tried the ChatGPT plugin for Murder Mystery? If so, how did you like it?",
        "subreddit":"MurderMystery2",
        "Link":"https:\/\/www.reddit.com\/r\/MurderMystery2\/comments\/16o0unn\/murder_mystery_chatgpt_plugin\/",
        "Creation Time":1695254678.0,
        "Reply Count":2,
        "Upvote Ratio":0.5
    },
    {
        "Title":"Search for ChatGPT Plugins including unpublished ones in ChatGPT",
        "Question":"",
        "subreddit":"OpenAI",
        "Link":"https:\/\/v.redd.it\/7yqw7i6c11ua1",
        "Creation Time":1681555447.0,
        "Reply Count":16,
        "Upvote Ratio":0.97
    },
    {
        "Title":"800 ChatGPT Plugins",
        "Question":"ChatGPT now has over 800 third-party plugins to help with a wide range of personal and professional tasks. \n\nGet the list & graphic here: https:\/\/kristihines.com\/chatgpt-plugins-complete-list\/",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/i.redd.it\/9mis98xbjcgb1.jpg",
        "Creation Time":1691265059.0,
        "Reply Count":5,
        "Upvote Ratio":0.86
    },
    {
        "Title":"Nuxt 3 Chat GPT plugin",
        "Question":"Do you think with the release of chatgpt plugins there will be an official nuxt3\/vue3 plugin that will link to documentation so chatgpt always stays up to date with the most recent nuxt \/ vue releases?",
        "subreddit":"Nuxt",
        "Link":"https:\/\/www.reddit.com\/r\/Nuxt\/comments\/13judqd\/nuxt_3_chat_gpt_plugin\/",
        "Creation Time":1684307430.0,
        "Reply Count":13,
        "Upvote Ratio":1.0
    },
    {
        "Title":"GPT Plugins",
        "Question":"Can I assume based on the few and far between posts regarding plugins since they were announced yesterday that not many people have access? I’ve seen maybe 3 posts total since the initial roll out posts and the videos etc were all from OpenAI and a few YouTubers.",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/1217bsb\/gpt_plugins\/",
        "Creation Time":1679710537.0,
        "Reply Count":9,
        "Upvote Ratio":1.0
    },
    {
        "Title":"List Of All ChatGPT Plugins With Prompts",
        "Question":"",
        "subreddit":"OpenAI",
        "Link":"https:\/\/www.theinsaneapp.com\/2023\/05\/chatgpt-plugins-with-prompts.html",
        "Creation Time":1684908481.0,
        "Reply Count":14,
        "Upvote Ratio":0.98
    },
    {
        "Title":"Solana unveils chat gpt plugin that reveals on chain data",
        "Question":"",
        "subreddit":"CryptoCurrency",
        "Link":"https:\/\/cryptoslate.com\/solana-unveils-chatgpt-plugin-that-retrieves-on-chain-data\/?utm_source=coingecko&utm_content=coingecko&utm_campaign=coingecko&utm_medium=coingecko&utm_term=coingecko",
        "Creation Time":1682466862.0,
        "Reply Count":37,
        "Upvote Ratio":0.53
    },
    {
        "Title":"ChatGPT Plugins down?",
        "Question":"Anyone else having issues with plugins today? I keep getting the same “Error communicating with plugin service. Please try again later.” message. :\/",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/15bcvoh\/chatgpt_plugins_down\/",
        "Creation Time":1690490513.0,
        "Reply Count":5,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Looking for Houdini dedicated chat gpt plugin",
        "Question":"Is there anything i can do to setup my chat gpt to be better at helping me at my work? I use houdini for Gamedev",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/17stb1c\/looking_for_houdini_dedicated_chat_gpt_plugin\/",
        "Creation Time":1699705388.0,
        "Reply Count":1,
        "Upvote Ratio":0.67
    },
    {
        "Title":"WebPilot ChatGPT Plugin",
        "Question":"",
        "subreddit":"cryptogeum",
        "Link":"https:\/\/webreader.webpilotai.com\/legal_info.html",
        "Creation Time":1695606075.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT plugin for excel",
        "Question":"How to plus in ChatGPT for excel? Are there recommendations to also plug in?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/16jly0e\/chatgpt_plugin_for_excel\/",
        "Creation Time":1694804929.0,
        "Reply Count":1,
        "Upvote Ratio":0.33
    },
    {
        "Title":"🏆20+ ChatGPT Plugins for Product Managers and Builders - Unleashing the Power of ChatGPT Plugins",
        "Question":"",
        "subreddit":"product_design",
        "Link":"https:\/\/open.substack.com\/pub\/sidsaladi\/p\/20-chatgpt-plugins-for-product-managers?r=k22jq&utm_campaign=post&utm_medium=web",
        "Creation Time":1690125307.0,
        "Reply Count":2,
        "Upvote Ratio":0.5
    },
    {
        "Title":"ChatGPT plugin stats",
        "Question":"I was looking into ChatGPT plugins, but couldn't find a good place that list them all. Since I am into analytics and statistics, I decided to build a database of ChatGPT plugins and provide some simple analysis on it: [https:\/\/plugin-stats.com\/](https:\/\/plugin-stats.com\/)\n\nI figure this might be useful to anyone who is looking into developing a plugin for ChatGPT or enjoy trying out different ChatGPT plugins.",
        "subreddit":"SideProject",
        "Link":"https:\/\/www.reddit.com\/r\/SideProject\/comments\/15zbc1n\/chatgpt_plugin_stats\/",
        "Creation Time":1692813417.0,
        "Reply Count":0,
        "Upvote Ratio":0.5
    },
    {
        "Title":"New ChatGPT Plugin: Faster Question Input (without API)",
        "Question":" \n\nhttps:\/\/i.redd.it\/3m5ywh5u5nac1.gif\n\nHi! I have built a plugin for personal use. It's not a major project, but it's quite useful. \n\n**Problem:** I've encountered is that sometimes I think of a question but then neglect to open ChatGPT to ask it due to the friction involved.\n\n**The original process:**\n\n1. Open ChatGPT using the bookmarks feature in FlowLauncher.\n2. Wait for it to load, then enter the question I had in mind.\n3. Click 'send'.\n\n**With the new process, it's simplified:**\n\n1. Enter the question using the 'ch' keyword. This starts a new chat with the question already asked.\n\nI am planning to make both of them open-source soon and share them with the community. I also built a Chrome plugin that enables this workflow. ",
        "subreddit":"FlowLauncher",
        "Link":"https:\/\/www.reddit.com\/r\/FlowLauncher\/comments\/18z9rlw\/new_chatgpt_plugin_faster_question_input_without\/",
        "Creation Time":1704469291.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"A ChatGPT plugin showing ads!",
        "Question":"I was chatting with ChatGPT4 today (paying customer) with some plugin enabled, and a clear and unmistakable ad appeared at the bottom of the chat: see screenshot. The ad's content is not even directly related to the chat, which was about how to configure a text editor.\n\nIt's a first for me! I suspect the source is some plugin, I'm not sure which one yet.\n\nIs that even allowed by the plugin guidelines?\n\nhttps:\/\/preview.redd.it\/f57xrp3ke7nb1.png?width=3840&format=png&auto=webp&s=307e12b77216408e86c940088d84940c2e57b52e",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/16e1zcc\/a_chatgpt_plugin_showing_ads\/",
        "Creation Time":1694253892.0,
        "Reply Count":3,
        "Upvote Ratio":0.72
    },
    {
        "Title":"Best ChatGPT plugins",
        "Question":"I'm looking for your own personal lists of approved ChatGPT plugins that work well and ideally are safe. Generally for working with document, consultation and strategic work, coding, research etc. Work related. Thank you. There are currently way too many similar plugins and there is not enough time to test them all.",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/16alhh7\/best_chatgpt_plugins\/",
        "Creation Time":1693912823.0,
        "Reply Count":1,
        "Upvote Ratio":0.84
    },
    {
        "Title":"NEW: ChatGPT plugin store can be searched now!",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/i.redd.it\/du0u9f9tu93b1.png",
        "Creation Time":1685566663.0,
        "Reply Count":14,
        "Upvote Ratio":0.97
    },
    {
        "Title":"11 ChatGPT Plugins You Didn't Know Existed",
        "Question":"",
        "subreddit":"chatgpt_promptDesign",
        "Link":"https:\/\/www.youtube.com\/watch?v=8kLxQnW5kZ0",
        "Creation Time":1703651433.0,
        "Reply Count":0,
        "Upvote Ratio":0.72
    },
    {
        "Title":"ChatGPT plugin to access Obsidian.md notes",
        "Question":"This is not about Obsidian plugin that uses ChatGPT. Instead think about it the other way around. A ChatGPT plugin (it has plugins) to access your notes either published notes or some other way.\n\nThis way you could search your notes with your phone by using ChatGPT via browser or the official app. What do you guys think about this, would this be useful or even possible?",
        "subreddit":"ObsidianMD",
        "Link":"https:\/\/www.reddit.com\/r\/ObsidianMD\/comments\/17huz22\/chatgpt_plugin_to_access_obsidianmd_notes\/",
        "Creation Time":1698433718.0,
        "Reply Count":5,
        "Upvote Ratio":0.62
    },
    {
        "Title":"ChatGPT Plugin Store: Best ChatGPT Plugins you can try right now",
        "Question":"",
        "subreddit":"TechBriefly",
        "Link":"https:\/\/techbriefly.com\/2023\/05\/24\/chatgpt-plugin-store\/",
        "Creation Time":1684921140.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"11 ChatGPT Plugins You Didn't Know Existed",
        "Question":"",
        "subreddit":"chatgpt_promptDesign",
        "Link":"https:\/\/www.youtube.com\/watch?v=8kLxQnW5kZ0",
        "Creation Time":1703651391.0,
        "Reply Count":0,
        "Upvote Ratio":0.57
    },
    {
        "Title":"What is the best ChatGPT plugin?",
        "Question":"I love it by the way, it really has a lot of potential. But I'm now finding my self copy-pasting between neovim and ChatGPT a lot. The capabilities I want of it:  \n\n\n1. Vim highlight the prompt I want to enter into ChatGPT\n2. Option to choose which ChatGPT session\n3. Option to choose which ChatGPT version (3.5 vs 4.0)\n4. Option to print the output in current buffer\n5. Option to view complete ChatGPT session in another buffer",
        "subreddit":"neovim",
        "Link":"https:\/\/www.reddit.com\/r\/neovim\/comments\/15dlwgf\/what_is_the_best_chatgpt_plugin\/",
        "Creation Time":1690724434.0,
        "Reply Count":11,
        "Upvote Ratio":0.64
    },
    {
        "Title":"ChatGPT plugin to summarize reddit threads",
        "Question":"I've stumbled upon a thread here on reddit which I wanted to give to ChatGPT for summarization (using VoxScript plugin) - unfortunately it failed claiming that:\n\n* it's unable to retrieve more then a few user comments\n* it's unable to distinguish highly upvoted comment from the downvoted ones.\n\nAs my goal was to have a summary along with users sentiment towards the newly introduced law introduced in the thread's title, I'm now wondering if I'm using the VoxScript plugin properly or should I look for another plugin in the openai store - any thoughts?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/16ccyog\/chatgpt_plugin_to_summarize_reddit_threads\/",
        "Creation Time":1694084805.0,
        "Reply Count":7,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Bing will be using the same ChatGPT Plugins!",
        "Question":"",
        "subreddit":"bing",
        "Link":"https:\/\/twitter.com\/MParakhin\/status\/1654282862408134658?s=20",
        "Creation Time":1683247154.0,
        "Reply Count":15,
        "Upvote Ratio":0.99
    },
    {
        "Title":"ChatGpt plugin for vim",
        "Question":"Is there a ChatGpt plugin for vim, I see the number of plugins for Neovim but not for vim, the closest is this one, it uses OpenAI codex API so doesn't provide full functionality as OpenAI Gpt-3 API (that's what I think)   \n[https:\/\/github.com\/tom-doerr\/vim\\_codex](https:\/\/github.com\/tom-doerr\/vim_codex)\n\nAnything else out there to try?",
        "subreddit":"vim",
        "Link":"https:\/\/www.reddit.com\/r\/vim\/comments\/1059hwt\/chatgpt_plugin_for_vim\/",
        "Creation Time":1673048617.0,
        "Reply Count":20,
        "Upvote Ratio":0.74
    },
    {
        "Title":"I made a ChatGPT plugin that illustrates article (using SDXL’s api)",
        "Question":"",
        "subreddit":"StableDiffusion",
        "Link":"https:\/\/v.redd.it\/hl1onawg7e4b1",
        "Creation Time":1686055138.0,
        "Reply Count":18,
        "Upvote Ratio":0.95
    },
    {
        "Title":"🏆20+ ChatGPT Plugins for Product Managers and Builders - Unleashing the Power of ChatGPT Plugins",
        "Question":"",
        "subreddit":"chatgpt_prompts_",
        "Link":"https:\/\/open.substack.com\/pub\/sidsaladi\/p\/20-chatgpt-plugins-for-product-managers?r=k22jq&utm_campaign=post&utm_medium=web",
        "Creation Time":1690126058.0,
        "Reply Count":0,
        "Upvote Ratio":0.75
    },
    {
        "Title":"🏆20+ ChatGPT Plugins for Product Managers and Builders - Unleashing the Power of ChatGPT Plugins",
        "Question":"",
        "subreddit":"PMBuddy",
        "Link":"https:\/\/open.substack.com\/pub\/sidsaladi\/p\/20-chatgpt-plugins-for-product-managers?r=k22jq&utm_campaign=post&utm_medium=web",
        "Creation Time":1690125284.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"🏆20+ ChatGPT Plugins for Product Managers and Builders - Unleashing the Power of ChatGPT Plugins",
        "Question":"",
        "subreddit":"indiehackers",
        "Link":"https:\/\/open.substack.com\/pub\/sidsaladi\/p\/20-chatgpt-plugins-for-product-managers?r=k22jq&utm_campaign=post&utm_medium=web",
        "Creation Time":1690125296.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"🏆20+ ChatGPT Plugins for Product Managers and Builders - Unleashing the Power of ChatGPT Plugins",
        "Question":"",
        "subreddit":"ChatGPTCoding",
        "Link":"https:\/\/open.substack.com\/pub\/sidsaladi\/p\/20-chatgpt-plugins-for-product-managers?r=k22jq&utm_campaign=post&utm_medium=web",
        "Creation Time":1690125332.0,
        "Reply Count":0,
        "Upvote Ratio":0.33
    },
    {
        "Title":"🏆20+ ChatGPT Plugins for Product Managers and Builders - Unleashing the Power of ChatGPT Plugins",
        "Question":"",
        "subreddit":"prodmgmt",
        "Link":"https:\/\/open.substack.com\/pub\/sidsaladi\/p\/20-chatgpt-plugins-for-product-managers?r=k22jq&utm_campaign=post&utm_medium=web",
        "Creation Time":1690125271.0,
        "Reply Count":0,
        "Upvote Ratio":0.5
    },
    {
        "Title":"500k ChatGPT Plugin users?",
        "Question":"On the last All In Podcast Brad referenced ChatGPT having 4m pro accounts + 500k plug-in users.\n\nAny ideas on where those numbers came from?",
        "subreddit":"TheAllinPodcasts",
        "Link":"https:\/\/www.reddit.com\/r\/TheAllinPodcasts\/comments\/14zj4v9\/500k_chatgpt_plugin_users\/",
        "Creation Time":1689347776.0,
        "Reply Count":3,
        "Upvote Ratio":0.92
    },
    {
        "Title":"ChatGPT has access to Algorand data now: Algorand’s first ChatGPT plugin is live!",
        "Question":"",
        "subreddit":"AlgorandOfficial",
        "Link":"https:\/\/medium.com\/@emg110\/chatgpt-has-access-to-algorand-data-now-algorands-first-chatgpt-plugin-is-live-88a3337a76c5",
        "Creation Time":1696967496.0,
        "Reply Count":6,
        "Upvote Ratio":0.93
    },
    {
        "Title":"When I use GPT-4 with plugins I feel it becomes GPT-3.5 with plugins. Am I alone?",
        "Question":"I’m afraid you’ll downvote but this is what I feel. I can not trust plugins and this is way I asked this sub which one better GPT-4 default or GPT-4 with wolfram. Yes, maybe with wolfram really better but still I just, can’t be sure especially for majority of plugins. As you all know, GPT-4 sometimes even nerfed, though. So how can we be sure always and always plugins are used with GPT-4?",
        "subreddit":"OpenAI",
        "Link":"https:\/\/www.reddit.com\/r\/OpenAI\/comments\/13y1gbu\/when_i_use_gpt4_with_plugins_i_feel_it_becomes\/",
        "Creation Time":1685675272.0,
        "Reply Count":47,
        "Upvote Ratio":0.9
    },
    {
        "Title":"LF ChatGPT plugins...",
        "Question":"Hi, i'm looking for plugins, pls recommend me some. I want to search the web on different topics with chatgpt and i want to search specific youtubevideos and i want to have a nice bot to communicate with like a girlfriend and i want a plugin or browser plugin for chatgpt that helps me to improve my english. Pls recommend me anything that goes along those lines.",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/15rybty\/lf_chatgpt_plugins\/",
        "Creation Time":1692118997.0,
        "Reply Count":1,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT plugins",
        "Question":"Bought the paid subscription a couple of days back. Haven't yet received the plugins. \n\nAnyone  has any idea by when it's expected to be received by all the paid users?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/13jso8o\/chatgpt_plugins\/",
        "Creation Time":1684301878.0,
        "Reply Count":6,
        "Upvote Ratio":0.5
    },
    {
        "Title":"🏆20+ ChatGPT Plugins for Product Managers and Builders - Unleashing the Power of ChatGPT Plugins",
        "Question":"",
        "subreddit":"ProductMgmt",
        "Link":"https:\/\/open.substack.com\/pub\/sidsaladi\/p\/20-chatgpt-plugins-for-product-managers?r=k22jq&utm_campaign=post&utm_medium=web",
        "Creation Time":1690125317.0,
        "Reply Count":0,
        "Upvote Ratio":0.75
    },
    {
        "Title":"Chat interactivo con la propuesta constitución 2023 (AI ChatGPT Plugin), hagan sus preguntas",
        "Question":"Hola a todos. Instalé un plugin a GPT4 llamado AI PDF. Es para tener un chat interactivo con archivos PDF, en este caso, lo alimenté con la propuesta de constitución 2023.\n\n¿Qué les gustaría preguntar? Les pego sus respuestas abajo. Además les pego unas preguntas y respuestas a modo de ejemplo al final de este texto.\n\nPD: Los que conocen de las AI ya saben, tómense las respuestas con una pizca de sal, puede equivocarse.\n\nPD2: Hagan preguntas completas, bien formuladas. Pueden pedirle que compare con otras cosas (por ejemplo constitución actual) o preguntarle si hay algún tema que vaya a chocar con, por ejemplo, una ley.\n\n**- - - - Primer comentario de GPT al decirle que se leyera la propuesta:**\n\nLa propuesta de nueva Constitución sometida a votación aborda los siguientes temas:\n\n**CAPÍTULO I: FUNDAMENTOS DEL ORDEN CONSTITUCIONAL**\n\n* La dignidad humana es inviolable y la base del derecho y la justicia.\n* La familia es el núcleo fundamental de la sociedad.\n* El Estado de Chile es social y democrático de derecho.\n* Las agrupaciones que surjan entre las personas gozarán de autonomía.\n* El Estado servirá a las personas y a la sociedad con el objetivo de promover el bien común.\n* El Estado promoverá condiciones de justicia y solidaridad para que se realicen la libertad, derechos e igualdad de las personas. \\[Página 3\\]\n\n**CAPÍTULO II: DERECHOS Y LIBERTADES FUNDAMENTALES, GARANTÍAS Y DEBERES CONSTITUCIONALES**\n\n* Se mencionan los derechos y libertades fundamentales, nacionalidad y ciudadanía, garantías de derechos y libertades, estados de excepción y deberes constitucionales. \\[Página 1\\]\n\n**CAPÍTULO III: REPRESENTACIÓN POLÍTICA Y PARTICIPACIÓN**\n\n* Se abordan temas relacionados con partidos políticos y mecanismos de participación. \\[Página 1\\]\n\n**CAPÍTULO IV: CONGRESO NACIONAL**\n\n* Se discute la composición de la Cámara de Diputadas y Diputados y del Senado, sus atribuciones exclusivas, el funcionamiento del Congreso Nacional, el estatuto parlamentario, entre otros temas. \\[Página 1\\]\n\n**CAPÍTULO V: GOBIERNO Y ADMINISTRACIÓN DEL ESTADO**\n\n* Se menciona al Presidente de la República, Ministros de Estado, y las bases generales de la Administración del Estado. \\[Página 1\\]\n\n**CAPÍTULO VI: DEFENSA NACIONAL** \\[Página 1\\]\n\n**CAPÍTULO VII: SEGURIDAD PÚBLICA**\n\n* Se abordan temas relacionados con las Fuerzas de Orden y Seguridad Pública, Carabineros de Chile, la Policía de Investigaciones de Chile, entre otros. \\[Página 1\\]\n\n**CAPÍTULO VIII: GOBIERNO Y ADMINISTRACIÓN REGIONAL Y LOCAL**\n\n* Se discuten temas como el gobierno regional, gobierno local, territorios especiales y estratégicos para el desarrollo del país, entre otros. \\[Página 2\\]\n\n**CAPÍTULO IX: PODER JUDICIAL** \\[Página 2\\]\n\n**CAPÍTULO X: TRIBUNAL CONSTITUCIONAL** \\[Página 2\\]\n\n**CAPÍTULO XI: SERVICIO NACIONAL DE ACCESO A LA JUSTICIA Y DEFENSORÍA DE LAS VÍCTIMAS** \\[Página 2\\]\n\n**CAPÍTULO XII: MINISTERIO PÚBLICO** \\[Página 2\\]\n\n**CAPÍTULO XIII: JUSTICIA ELECTORAL Y SERVICIO ELECTORAL** \\[Página 2\\]\n\n**CAPÍTULO XIV: CONTRALORÍA GENERAL DE LA REPÚBLICA** \\[Página 2\\]\n\n**CAPÍTULO XV: BANCO CENTRAL** \\[Página 2\\]\n\n**CAPÍTULO XVI: PROTECCIÓN DEL MEDIO AMBIENTE, SUSTENTABILIDAD Y DESARROLLO** \\[Página 2\\]\n\n**CAPÍTULO XVII: PROCEDIMIENTOS DE CAMBIO CONSTITUCIONAL** \\[Página 2\\]\n\n**DISPOSICIONES TRANSITORIAS** \\[Página 2\\]\n\nAdemás, se abordan temas específicos como:\n\n* El respeto a los emblemas nacionales.\n* El interés superior de los niños.\n* La participación activa y la igualdad de oportunidades de las personas con discapacidad.\n* La lucha contra el terrorismo y las sanciones asociadas. \\[Páginas 7-10\\]\n\nHemos procesado el documento con el plugin de búsqueda en PDF. ¿Qué más te gustaría saber?\n\n&#x200B;\n\n**- - - - Ejemplo de preguntas ya realizadas:**\n\n**Pregunta 1:**\n\n# Que dice respecto a los pueblos originarios? Establece al pais como plurinacional?\n\n**Respuesta:**\n\nLa propuesta de nueva Constitución reconoce a los pueblos indígenas como parte de la Nación chilena, la cual es descrita como \"una e indivisible\". El Estado se compromete a respetar y promover los derechos individuales y colectivos de los pueblos indígenas garantizados por la Constitución, las leyes y los tratados internacionales ratificados por Chile y que se encuentren vigentes. Además, se reconoce la interculturalidad como un valor de la diversidad étnica y cultural del país y se promueve el diálogo intercultural en condiciones de igualdad y respeto recíprocos (Página 5).\n\nEn cuanto a la participación política, la ley podrá establecer mecanismos para promover la participación política de los pueblos indígenas en el Congreso Nacional (Páginas 57-58).\n\nEstos extractos indican que, aunque se reconoce la importancia de los pueblos indígenas y su cultura dentro de la nación, la propuesta de Constitución no establece a Chile como un Estado plurinacional. En cambio, se enfatiza la unidad e indivisibilidad de la nación, al tiempo que se garantiza el respeto y la promoción de los derechos de los pueblos indígenas dentro de ese marco unitario.\n\n**Pregunta 2:**\n\n# Que dice respecto a la vida del que está por nacer, como funciona eso con la ley de aborto actual en Chile y como se diferencia de la constitución actual?\n\n**Respuesta:**\n\nLa propuesta de nueva Constitución no menciona explícitamente la protección del que está por nacer en los fragmentos proporcionados por la búsqueda. Sin embargo, se hace referencia a la obligación del Estado de respetar y considerar los tratados de derechos humanos ratificados por Chile y que se encuentren vigentes (Página 4-5). Esto podría incluir tratados internacionales que aborden la protección de la vida desde la concepción o el derecho a la vida en general.\n\nEn cuanto a la ley de aborto actual en Chile, la propuesta de Constitución no parece entrar en conflicto directo con ella, ya que no se menciona una protección específica del que está por nacer que pudiera anular o modificar la legislación vigente sobre el aborto. La ley actual en Chile permite el aborto bajo tres causales: riesgo de vida de la mujer, inviabilidad fetal y en caso de violación.\n\nLa diferencia con la Constitución actual de Chile radica en que la Constitución vigente hasta la fecha de mi última actualización (abril de 2023) establece en su Artículo 19, Número 1, la protección a la vida del que está por nacer. Cualquier cambio en esta disposición o su interpretación dependería del texto final de la nueva Constitución y de cómo se relaciona con las leyes existentes, incluida la ley de aborto.\n\nPara obtener una respuesta definitiva sobre cómo la propuesta de nueva Constitución se relaciona con la ley de aborto actual y cómo se diferencia de la Constitución actual en este aspecto, sería necesario realizar un análisis más detallado del texto completo de la propuesta y de las leyes pertinentes.\n\n**Pregunta 3:**\n\n# Como experto abogado constitucionalista, cual es la diferencia práctica entre que diga \"del que está por nacer\" y \"de quien está por nacer\"?\n\n**Respuesta:**\n\nComo experto en derecho constitucional, puedo explicar que la diferencia entre las frases \"del que está por nacer\" y \"de quien está por nacer\" puede parecer sutil, pero tiene implicaciones significativas en términos legales y filosóficos, especialmente en el contexto del debate sobre el aborto y los derechos del feto.\n\n1. **\"Del que está por nacer\"**:\n\n* Esta frase es típicamente utilizada para referirse al feto de una manera más impersonal o neutral, sin asignarle un estatus jurídico de \"persona\".\n* En algunos sistemas jurídicos, esta formulación se ha utilizado para reconocer ciertos derechos del feto, como el derecho a la vida o a la protección, pero sin equipararlo completamente con los derechos de una persona nacida.\n* Puede implicar la protección de intereses potenciales o futuros que se materializarán una vez que el feto nazca.\n\n1. **\"De quien está por nacer\"**:\n\n* Esta frase puede interpretarse como una personificación del feto, al utilizar \"quien\", que generalmente se refiere a una persona.\n* Podría sugerir un reconocimiento más fuerte de la agencia o la personalidad del feto, lo que podría tener implicaciones en la atribución de derechos completos o en la consideración del feto como sujeto de derechos.\n* En algunos contextos, esta formulación podría usarse para argumentar en favor de un estatus jurídico más robusto para el feto, similar al de una persona nacida.\n\nEn la práctica, la elección de palabras puede reflejar la posición filosófica o legal de un país o una cultura sobre cuándo comienza la vida y qué protecciones legales se deben otorgar al feto. En el contexto de la legislación sobre el aborto, estas diferencias pueden influir en la interpretación de las leyes y en las decisiones judiciales relacionadas con los derechos reproductivos y la protección de la vida prenatal.\n\nEs importante señalar que la interpretación de estas frases puede variar significativamente según la jurisdicción y el contexto legal específico en el que se utilicen. Además, la redacción de las constituciones y las leyes a menudo es objeto de intenso debate y análisis, ya que las palabras elegidas establecen las bases para la interpretación y aplicación de los derechos y deberes legales.\n\n**Pregunta 4:**\n\n# En la nueva propuesta dice \"de quien está por nacer\" esto no choca con la ley de aborto y derechos humanos?\n\n**Respuesta:**\n\nLa frase \"de quien está por nacer\" en una constitución o en cualquier documento legal puede ser interpretada como una personificación del no nacido, lo que podría sugerir un reconocimiento de ciertos derechos desde la concepción o en algún punto antes del nacimiento. Si una constitución adopta esta fraseología, podría interpretarse como un intento de otorgar un estatus jurídico al no nacido que se acerca al de una persona nacida.\n\nEn el contexto de la ley de aborto y los derechos humanos, si una nueva propuesta constitucional utiliza la frase \"de quien está por nacer\", esto podría potencialmente entrar en conflicto con las leyes de aborto existentes que permiten el aborto bajo ciertas circunstancias. Esto dependerá de cómo se interprete la frase en la práctica jurídica y de si se considera que confiere derechos que podrían restringir o prohibir el aborto.\n\nEn Chile, la ley actual de aborto permite la interrupción del embarazo bajo tres causales específicas. Si la nueva propuesta constitucional se interpreta como una protección más fuerte de los derechos del no nacido, podría haber un conflicto legal que requeriría resolución, posiblemente a través de una decisión judicial o una reforma legislativa para alinear la ley de aborto con la nueva constitución.\n\nEs importante tener en cuenta que la interpretación de las disposiciones constitucionales no es estática y puede evolucionar con el tiempo a través de la jurisprudencia y la práctica legal. Además, las constituciones a menudo contienen cláusulas que permiten cierta flexibilidad en su aplicación, y los tribunales pueden equilibrar los derechos en conflicto (como el derecho a la vida y los derechos reproductivos de la mujer) al tomar decisiones.\n\nEn resumen, la redacción de la nueva propuesta constitucional podría tener implicaciones significativas para la ley de aborto y los derechos humanos en Chile, y cualquier conflicto percibido entre la constitución y la ley de aborto tendría que ser resuelto dentro del marco legal y judicial del país.\n\n\\- - -\n\nLos leo.\n\nEdit: Typo.",
        "subreddit":"RepublicadeChile",
        "Link":"https:\/\/www.reddit.com\/r\/RepublicadeChile\/comments\/17m0thn\/chat_interactivo_con_la_propuesta_constitución\/",
        "Creation Time":1698922470.0,
        "Reply Count":23,
        "Upvote Ratio":0.84
    },
    {
        "Title":"Which ChatGPT plugin are you using?",
        "Question":"I need to bring my own API key for gpt4-32k. Botio doesn't allow that.",
        "subreddit":"Jetbrains",
        "Link":"https:\/\/www.reddit.com\/r\/Jetbrains\/comments\/13stthy\/which_chatgpt_plugin_are_you_using\/",
        "Creation Time":1685149081.0,
        "Reply Count":16,
        "Upvote Ratio":0.32
    },
    {
        "Title":"Eraser – ChatGPT plugin for drawing diagrams",
        "Question":"",
        "subreddit":"u_Old_Lavishness_6534",
        "Link":"https:\/\/v.redd.it\/1qmkrsskg77b1",
        "Creation Time":1700649851.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT plugins are exhausting",
        "Question":"Ok, I've been trying to use plugins effectively since they were released.   I am so frustrated with this ecosystem and user experience.\n\n1) more than half the plugins don't work at all (errors) or provide zero value. \n\n2) Most of the plugins associated with a service (such as Expedia) are harder, less trustworthy, and less effective than simply using the website.\n\n3) There are so many redundant plugins I have no idea which ones to use. \n\nI've mostly settled on doing the following with plugins:   \n\nSearching for research papers (all the research paper plugins now fail to load pdfs or fail on some other step - Scholar AI, ML research papers, research by vectors.\n\nLoading reading pdfs or websites:\nwebPilot - causes hallucinations can't trust output\nLink reader - works pretty well, but not sure how it deals with text bigger than the context window.  Also fails when searching. \nSo many pdf reader etc...\n\n\nquestion:\n\nWhat is the best PDF reading plugin (can load all pages into a vector DB for searching etc - functions with other plugins)\n\nWhat is the best web search \/ webpage viewing plugin(s)?\n\nAre there any other plugins that are actually great that I may be missing?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/15ehpi7\/chatgpt_plugins_are_exhausting\/",
        "Creation Time":1690813643.0,
        "Reply Count":5,
        "Upvote Ratio":0.76
    },
    {
        "Title":"ChatGPT plugins waitlist",
        "Question":"Hello ChatGPT users! \nI tried to join the plugins waiting list, but I can't check the \"I want to try plugins in ChatGPT\" option 🤔\nDoes anyone know what the problem might be? \n\n*** It's worth noting that I don't have a ChatGPT Plus subscription ***",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/i.redd.it\/47dbtyb8libb1.png",
        "Creation Time":1689159094.0,
        "Reply Count":4,
        "Upvote Ratio":0.67
    },
    {
        "Title":"ChatGPT plugin to access Obsidian.md notes",
        "Question":"This is not about Obsidian plugin that uses ChatGPT. Instead think about it the other way around. A ChatGPT plugin (it has plugins) to access your notes either published notes or some other way.\n\nThis way you could search your notes with your phone by using ChatGPT via browser or the official app. What do you guys think about this, would this be useful or even possible?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/17hv05x\/chatgpt_plugin_to_access_obsidianmd_notes\/",
        "Creation Time":1698433805.0,
        "Reply Count":2,
        "Upvote Ratio":0.75
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemyfreebies",
        "Link":"https:\/\/webhelperapp.com\/chatgpt-plugins-the-complete-guide\/",
        "Creation Time":1697655647.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemyfreebies",
        "Link":"https:\/\/idownloadcoupon.com\/udemy\/1753\/",
        "Creation Time":1697688080.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"I made this game yesterday using only ChatGPT plugin for Roblox Studio!",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/v.redd.it\/vnov90hrnmdb1",
        "Creation Time":1690080176.0,
        "Reply Count":17,
        "Upvote Ratio":0.91
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemyfreebies",
        "Link":"https:\/\/idownloadcoupon.com\/udemy\/1753\/",
        "Creation Time":1697651288.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugin Revolutionizes Hedera Network: A New Era of AI Integration",
        "Question":"",
        "subreddit":"CryptoCurrency",
        "Link":"https:\/\/cryptonewsland.com\/chatgpt-plugin-revolutionizes-hedera-network-a-new-era-of-ai-integration\/",
        "Creation Time":1687709318.0,
        "Reply Count":31,
        "Upvote Ratio":0.69
    },
    {
        "Title":"The Ultimate ChatGPT Plugin for Web Surfing",
        "Question":"‌I've been on a mission to find the most efficient way to browse the Internet using chat GPT. I've tested numerous plugins to determine the best, and currently, VoxScript seems to be in the lead.\n\n&#x200B;\n\nI issued the same prompt to chat GPT, changing the activated plugin each time. The information I was seeking was the capitalization of the French company Bouygues. The prompt I used was: \"By searching for information on the Internet and using your knowledge, make a diagram of the capital distribution of the Bouygues company.\"\n\nFrom what I've observed, it's crucial that the plugins have two search phases. The first phase involves scanning the previews of numerous pages, and the second phase involves specifically opening one or two complete pages if possible.\n\nFor instance, the [keymat.ai](https:\/\/keymat.ai) plugin opens the first three links from the Google query and forms a response based on the information in these three links. Linkreader, on the other hand, searches the previews of the first five Google links and then opens one of the five links.\n\nVoxScript scans the previews of the top 20 Google results and opens only one page among the 20. In my trial, this was the strategy that provided the most accurate results, closely matching the reality I found manually searching on Google.\n\nI believe there are two features that should be integrated into current plugins:\n\n\\-> A self-critique function to judge the quality of the results provided.\n\n\\-> A function to loop back with a new Google query until the provided results are of satisfactory quality.\n\nI look forward to hearing your thoughts and experiences with these plugins.  \n‌\n\n&#x200B;\n\n[VoxScript and Show me Diagrams](https:\/\/preview.redd.it\/hefggr54hwab1.png?width=195&format=png&auto=webp&s=3d8a438bbf844e548676a11695f66ddeaf978098)\n\n&#x200B;\n\n[Keymate.AI and Show Me diagrams](https:\/\/preview.redd.it\/3jl6j8x7hwab1.png?width=195&format=png&auto=webp&s=3e782d98bd600b7f6f7d66e91f462fedf04281cb)\n\n&#x200B;\n\n[LInkReader and Show Me diagrams](https:\/\/preview.redd.it\/yiox47vbhwab1.png?width=195&format=png&auto=webp&s=904cfb794b1c65eff676563537d7c79c9a194a78)\n\n&#x200B;\n\n[Official website](https:\/\/preview.redd.it\/noq784nrhwab1.png?width=322&format=png&auto=webp&s=0708402ad11ae81113badf6cee63400d675ec795)\n\n&#x200B;",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/14utaeq\/the_ultimate_chatgpt_plugin_for_web_surfing\/",
        "Creation Time":1688891867.0,
        "Reply Count":12,
        "Upvote Ratio":0.95
    },
    {
        "Title":"ChatGPT Plugin Access",
        "Question":"How many ChatGPT users have plugin access? And is there any information when the plug-in access will be available for the public?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/12xdgt3\/chatgpt_plugin_access\/",
        "Creation Time":1682338099.0,
        "Reply Count":7,
        "Upvote Ratio":0.75
    },
    {
        "Title":"ChatGPT Plugin Developer Access",
        "Question":"Hey,\n\nRecently I and a group of developers we run in person AI meetups with received ChatGPT plugin developer access. However we're not all interested in building apps, we had the idea to let others use the access to build their apps instead - there are many people on the waitlist still that don't have access, all in all there's 5 of us total who would give our access away.\n\nIf you're interested in this please get in touch.",
        "subreddit":"ChatGPTPro",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPTPro\/comments\/156m9e2\/chatgpt_plugin_developer_access\/",
        "Creation Time":1690037785.0,
        "Reply Count":2,
        "Upvote Ratio":0.8
    },
    {
        "Title":"ChatGPT plugins",
        "Question":"I have got the subscription of ChatGPT Plus and after looking into some awesome plugins that it has, I want them to use. Can I use those plugins through the API Key that I generated through the account with ChatGPT Plus subscription?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/14f77az\/chatgpt_plugins\/",
        "Creation Time":1687352630.0,
        "Reply Count":1,
        "Upvote Ratio":0.33
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemycoursedaily",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=38813&_unique_id=6527984c61bb9",
        "Creation Time":1697093708.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"Udemy",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=38811&_unique_id=6527984a4bd52",
        "Creation Time":1697093706.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"FreeUdemyCoupons",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=38810&_unique_id=6527984983b1d",
        "Creation Time":1697093706.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Reasons why Wolfram is one of the most popular ChatGPT plugins",
        "Question":"There are many reasons why Wolfram is one of the most popular ChatGPT plugins.  \n\nThe Wolfram plugin makes ChatGPT smarter by giving it access to powerful computation, accurate math, curated knowledge, real-time data, and visualization through Wolfram|Alpha and Wolfram Language.",
        "subreddit":"AIAssisted",
        "Link":"https:\/\/www.reddit.com\/gallery\/145tcxg",
        "Creation Time":1686381159.0,
        "Reply Count":18,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Unveiling the ChatGPT Plugin Directory! 🌠",
        "Question":"Greetings, tech enthusiasts ! \n\nI'm bursting with excitement to introduce something extraordinary today.\n\nGet ready to be amazed by the ChatGPT Plugin Oasis! 🚀\n\nIf you're the kind of person who's entranced by the boundless possibilities of ChatGPT and constantly seeks out innovative plugins and extensions to enrich your conversational experiences, you're in for a delightful surprise! Our ChatGPT Plugin Oasis is set to redefine the way you interact with AI.\n\nWant to embark on this journey? \n\nTake the plunge at [chatgpt-plugin.org](https:\/\/chatgpt-plugin.org) and share your thoughts with us! 💬",
        "subreddit":"AItoolsCatalog",
        "Link":"https:\/\/www.reddit.com\/r\/AItoolsCatalog\/comments\/16s35q5\/unveiling_the_chatgpt_plugin_directory\/",
        "Creation Time":1695674175.0,
        "Reply Count":2,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemyfreebies",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=38814&_unique_id=6527984d2f15d",
        "Creation Time":1697093709.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"CoinMarketCap launches ChatGPT plugin",
        "Question":"",
        "subreddit":"crypto_joker",
        "Link":"https:\/\/cointelegraph.com\/news\/coinmarketcap-launches-chatgpt-plugin",
        "Creation Time":1697047771.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugin Developer Access",
        "Question":"Hey,\n\nRecently  I and a group of developers we run in person AI meetups with received  ChatGPT plugin developer access. However we're not all interested in  building apps, we had the idea to let others use the access to build  their apps instead - there are many people on the waitlist still that  don't have access, all in all there's 5 of us total who would give our  access away.\n\nIf you're interested in this please get in touch.",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/156o2np\/chatgpt_plugin_developer_access\/",
        "Creation Time":1690042150.0,
        "Reply Count":2,
        "Upvote Ratio":1.0
    },
    {
        "Title":"CoinMarketCap launches ChatGPT plugin",
        "Question":"",
        "subreddit":"CoinTelegraph",
        "Link":"https:\/\/cointelegraph.com\/news\/coinmarketcap-launches-chatgpt-plugin",
        "Creation Time":1697045948.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"CoinMarketCap launches ChatGPT plugin",
        "Question":"",
        "subreddit":"CryptoBreakingDotCom",
        "Link":"https:\/\/www.cryptobreaking.com\/coinmarketcap-launches-chatgpt-plugin\/?feed_id=31612&_unique_id=6526ebd9004e3",
        "Creation Time":1697049561.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugin Simplifies Asset Management on Hedera Network",
        "Question":"",
        "subreddit":"CryptoCurrency",
        "Link":"https:\/\/nosisnews.com\/chatgpt-plugin-simplifies-asset-management-on-hedera-network\/",
        "Creation Time":1687712861.0,
        "Reply Count":16,
        "Upvote Ratio":0.53
    },
    {
        "Title":"I made ChatGPT plugin to rewrite resume based on Job description",
        "Question":"I'm tired of looking for jobs and rewriting my CV for every job opening. But thanks to ChatGPT, I was able to **automate this** and now it outputs them in **Markdown format** so I can send them to jobs straight away.\n\nYou can give it a try:\n\n[https:\/\/chat.openai.com\/g\/g-7A4g8Sts5-resume-rewriter](https:\/\/chat.openai.com\/g\/g-7A4g8Sts5-resume-rewriter)\n\n&#x200B;\n\nI would like to add a **search for existing jobs** and **auto-responses** to them in the future. But to do that I need to realise that someone is interested in this, so **please leave a fitback**",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/18zypy5\/i_made_chatgpt_plugin_to_rewrite_resume_based_on\/",
        "Creation Time":1704543075.0,
        "Reply Count":4,
        "Upvote Ratio":0.87
    },
    {
        "Title":"CoinMarketCap Introduces ChatGPT Plugin",
        "Question":"",
        "subreddit":"Fazzaco",
        "Link":"https:\/\/www.fazzaco.com\/newsdetail\/coinmarketcap-introduces-chatgpt-plugin-301251",
        "Creation Time":1697093142.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"People saying ChatGPT can't do maths. I finally got access to plugins, and now it very much can",
        "Question":"",
        "subreddit":"artificial",
        "Link":"https:\/\/www.reddit.com\/gallery\/13i9i8l",
        "Creation Time":1684159922.0,
        "Reply Count":203,
        "Upvote Ratio":0.94
    },
    {
        "Title":"I've built ChatGPT unofficial plugin directory. It can be accessed by another plugin to search for unofficial plugins directly in ChatGPT :D",
        "Question":"",
        "subreddit":"OpenAI",
        "Link":"https:\/\/v.redd.it\/vcryl9xvxyza1",
        "Creation Time":1684144899.0,
        "Reply Count":29,
        "Upvote Ratio":0.94
    },
    {
        "Title":"ChatGPT Plugin directory",
        "Question":"The plugin store is a hell of a mess today.\n\nI am thinking om building a directory of all the current ChatGPT plugins, using Airtable\n\nMy thought was to include:\n\n- Name\n- Icon\n- Plugin output: Image of example output\n- Description\n- 2 Example prompts\n- Category classification\n\nIt will take some time to gather the info, but if people would find it useful then I am up for the challenge.\n\nAny thoughts?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/13xu9p3\/chatgpt_plugin_directory\/",
        "Creation Time":1685655763.0,
        "Reply Count":3,
        "Upvote Ratio":0.75
    },
    {
        "Title":"ChatGPT plugins",
        "Question":"",
        "subreddit":"agi",
        "Link":"https:\/\/openai.com\/blog\/chatgpt-plugins",
        "Creation Time":1679602671.0,
        "Reply Count":6,
        "Upvote Ratio":0.95
    },
    {
        "Title":"ChessGPT - A plugin to help ChatGPT play chess",
        "Question":"",
        "subreddit":"OpenAI",
        "Link":"https:\/\/i.redd.it\/j956cqbmzaua1.png",
        "Creation Time":1681675674.0,
        "Reply Count":43,
        "Upvote Ratio":0.97
    },
    {
        "Title":"ChatGPT Plugin for arXiv",
        "Question":"",
        "subreddit":"machinelearningnews",
        "Link":"https:\/\/v.redd.it\/4u045ixij1sa1",
        "Creation Time":1680689645.0,
        "Reply Count":11,
        "Upvote Ratio":0.95
    },
    {
        "Title":"cryptoGPT plugin for GPT4",
        "Question":"[GPT pulls the database api twice - once for BTC and once for ETH](https:\/\/preview.redd.it\/smzyopozqj0b1.png?width=922&format=png&auto=webp&s=0022427854041b5431776261901b44a812437443)\n\nHello everyone, happy to write again and share my journey.\n\nA few days ago I got my GPT-4 plugins developer access approved (as many of you have) and I was super excited - GPT-4 plugins are amazing! \n\nI searched for crypto data plugins, but GPT failed to find any plugin that provides the required data.\n\nI created my own plugin and named it cryptoGPT and integrated it with crypto live and historical data for most of the major currencies (BTC, ETH, etc) and most of the known exchange (Binance, Coinbase, etc).\n\nWith positive feedback, I am planning on integrating DeFi data (Uniswap, SushiSwap, etc) and NFT data and prices.\n\nHappy to hear your thoughts.",
        "subreddit":"ChatGPTPro",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPTPro\/comments\/13ks8ef\/cryptogpt_plugin_for_gpt4\/",
        "Creation Time":1684396934.0,
        "Reply Count":7,
        "Upvote Ratio":0.35
    },
    {
        "Title":"Alguien sabe como crear imágenes editables con ChatGPT PLUGIN",
        "Question":"Hola he estado usando canva y parece que chatgpt usa plantillas ya existentes osea que busca de otra gente que ha creado lo que yo busco es que la IA cree todos los elementos desde cero y yo poderlo editarlos algun plugin que conozcan?",
        "subreddit":"programacion",
        "Link":"https:\/\/www.reddit.com\/r\/programacion\/comments\/18m7p4v\/alguien_sabe_como_crear_imágenes_editables_con\/",
        "Creation Time":1703007802.0,
        "Reply Count":0,
        "Upvote Ratio":0.5
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"FreeUdemyCoupons",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=27903&_unique_id=6507b7b27d1bb",
        "Creation Time":1695004595.0,
        "Reply Count":1,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Is it possible to trigger a GPT Plugin using Zapier?",
        "Question":"hey ya'll.... wondering...\n\nIs there a way with zapier, to trigger GPT4 + a plugin (specifically webpilot)\n\ntrying to take a client brief in notion, then zap it to GPT + it use the plugin to scan the url in the brief and then use that (along with the info the client gave us) to write something.\n\ndo-able?\n\nIf not, any suggestions? or work arounds?\n\n&#x200B;\n\nthanks!!",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/180l9rs\/is_it_possible_to_trigger_a_gpt_plugin_using\/",
        "Creation Time":1700584921.0,
        "Reply Count":3,
        "Upvote Ratio":0.75
    },
    {
        "Title":"I have open sourced on github - ChatGPT-Developer-Plugins allows you to run existing ChatGPT plugins and test any plugins you develop for free 🚀",
        "Question":"[https:\/\/github.com\/SamurAIGPT\/ChatGPT-Developer-Plugins](https:\/\/github.com\/SamurAIGPT\/ChatGPT-Developer-Plugins)",
        "subreddit":"AutoGPT",
        "Link":"https:\/\/www.reddit.com\/r\/AutoGPT\/comments\/13cp28m\/i_have_open_sourced_on_github\/",
        "Creation Time":1683637056.0,
        "Reply Count":19,
        "Upvote Ratio":0.85
    },
    {
        "Title":"ChatGPT Plugin Access",
        "Question":"I have plus but still no access to plugins. Does anyone know what could be the cause and solution? Thank you",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/13ipnnr\/chatgpt_plugin_access\/",
        "Creation Time":1684196823.0,
        "Reply Count":3,
        "Upvote Ratio":0.66
    },
    {
        "Title":"ChatGPT Plugin of the Day",
        "Question":"#ChatGPT #Productivity #Plugin\n\n#AskLinkBot is a utility tool that extracts and provides information from a given URL. \n\nPrompt Example:\n\n{ \"question\": \"What is this link about? example.com\" }",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/15vrc2c\/chatgpt_plugin_of_the_day\/",
        "Creation Time":1692478396.0,
        "Reply Count":1,
        "Upvote Ratio":1.0
    },
    {
        "Title":"MuniCode Needs a GPT Plugin",
        "Question":"Local municipalities have such unnecessarily long and convoluted codes and ordinances. Most staff in any municipal government isn’t even familiar with anything outside a couple relevant chapters. \n\nHaving access to local laws through GPT would be so helpful. Bing\/the browsing plugin don’t work on it because the codes are so poorly indexed.",
        "subreddit":"OpenAI",
        "Link":"https:\/\/www.reddit.com\/r\/OpenAI\/comments\/13fkkhx\/municode_needs_a_gpt_plugin\/",
        "Creation Time":1683896531.0,
        "Reply Count":9,
        "Upvote Ratio":0.86
    },
    {
        "Title":"How to reverse engineer most ChatGPT plugins",
        "Question":"",
        "subreddit":"OpenAI",
        "Link":"https:\/\/i.redd.it\/g88rmj6idh0b1.png",
        "Creation Time":1684368122.0,
        "Reply Count":12,
        "Upvote Ratio":0.89
    },
    {
        "Title":"Noteable ChatGPT plugin",
        "Question":"Hey! I'm getting into the study of DA and I am confident that AI is going to maximize the data generation, and so the DA need, but a couple of weeks ago CHATGPT's Noteable Plugin was released and I tried it by just putting some datasets and the program reached a lot of charts in conclusions in just a few minutes. As I told you, I am positive about AI in this subject, but I don't know if this is going to replace most jobs, e.g. prior this a company may need 10 DA and now maybe just 1 guy. I don't know what to do, I know programming is not going to be so much affected by AI, but no so sure about DS. I invite you to discuss this. Thanks.",
        "subreddit":"dataanalysis",
        "Link":"https:\/\/www.reddit.com\/r\/dataanalysis\/comments\/1457vwn\/noteable_chatgpt_plugin\/",
        "Creation Time":1686323574.0,
        "Reply Count":1,
        "Upvote Ratio":0.6
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemyfreebies",
        "Link":"https:\/\/idownloadcoupon.com\/udemy\/3445\/",
        "Creation Time":1694984473.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Solana Labs adds Chat-GPT plugin for blockchain",
        "Question":"",
        "subreddit":"CryptoCurrency",
        "Link":"https:\/\/fortune.com\/crypto\/2023\/05\/23\/solana-foundation-chatgpt-assistant-plugin-released-for-blockchain\/",
        "Creation Time":1684864829.0,
        "Reply Count":14,
        "Upvote Ratio":0.62
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemyfreebies",
        "Link":"https:\/\/idownloadcoupon.com\/udemy\/3445",
        "Creation Time":1695024267.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT browsing mode plugin now available to certain users.",
        "Question":"",
        "subreddit":"singularity",
        "Link":"https:\/\/i.imgur.com\/5eth3yz.jpg",
        "Creation Time":1680030872.0,
        "Reply Count":60,
        "Upvote Ratio":0.99
    },
    {
        "Title":"Best ChatGPT Plugins for Marketers",
        "Question":"Hey fellow marketers! 👋  \nEver felt overwhelmed by the plethora of ChatGPT plugins out there? You're not alone. That's why we've created a comprehensive guide to help you navigate this maze. From top-recommended plugins to pro tips for maximizing efficiency, we've got you covered. Check it out!  \n🔗 [https:\/\/www.roborhythms.com\/chatgpt-plugins-marketers\/](https:\/\/www.roborhythms.com\/chatgpt-plugins-marketers\/)",
        "subreddit":"SMAutomation",
        "Link":"https:\/\/www.reddit.com\/r\/SMAutomation\/comments\/16dwdfx\/best_chatgpt_plugins_for_marketers\/",
        "Creation Time":1694234193.0,
        "Reply Count":1,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Conceptmap: A ChatGPT Plugin which provides Persistent, Cross-Chat Memory for Ideation",
        "Question":"Hello r\/ChatGPTPro community!\n\nI'm excited to unveil my side project that's been a beacon of innovation and dedication: **Conceptmap**. This free tool is revolutionizing the way we capture and cultivate complex ideas in ChatGPT.\n\nConceptmap stands out from the crowd. It's not just a mind-mapping utility; it's an evolving ecosystem of your thoughts and ideas. Starting from a central theme, it branches out into four key aspects, with the ability to expand further into detailed sub-nodes. This approach ensures that your brainstorming is not only captured but also organized in a way that reflects the natural flow of ideas.\n\nThe real magic happens with the integration of Conceptmap and ChatGPT, powered by the advanced GPT-4 engine. This combination brings you the structured visualization of Conceptmap with the intelligent, conversational engagement of ChatGPT. 🧩🤖\n\nBut there's more – Conceptmap serves as a persistent, cross-chat memory for your conversations with ChatGPT. Think of it as a Retrieval Augmented Generation (RAG) system that holds all your brainstormed information, ready to be retrieved anytime you need it. This means that the insights and ideas you develop are not fleeting but remain accessible for future reference and development.\n\nhttps:\/\/preview.redd.it\/ud333evp0kyb1.png?width=500&format=png&auto=webp&s=95f3ea644a620e59f50bb314377d7dcb704643ea\n\n&#x200B;\n\nI invite you to try Conceptmap and experience firsthand how it can streamline your project planning and creative sessions. Your input is crucial, and I'm all ears to any suggestions you have to enhance this tool.\n\nDive in and let your ideas take flight: [https:\/\/www.concept-map.com](https:\/\/www.concept-map.com) \n\nCan't wait to hear your thoughts and see how Conceptmap can support your creative journey. Let's build a seamless bridge between ideation and execution!\n\nHappy mapping and remembering! 🗺️💡",
        "subreddit":"ChatGPTPro",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPTPro\/comments\/17ofb23\/conceptmap_a_chatgpt_plugin_which_provides\/",
        "Creation Time":1699200948.0,
        "Reply Count":10,
        "Upvote Ratio":0.88
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemyfreebies",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=27906&_unique_id=6507b7b644f91",
        "Creation Time":1695004598.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins and Findind Leads Business",
        "Question":"I am just absolutely blown away by what ChatGPT and these new AI tools can do. While I still think these platforms have a way to go, I can absolutely see the disruptive potential they are going to provide to society, I believe it will have the greatest impact on society since the proliferation of the internet.\n\nOkay, with that said, there are some major limitations and some things I don't understand. Firstly, I have been using the paid subscription for a month and recently tried out plugins for the first time today. I went through and just downloaded a bunch that looked interesting. I did a couple prompts using what felt like 5 different plugins and before I knew it, it had locked me out, saying I reached the maximum limitation of 50 responses? Is this really where it caps people out? is there a way around this? It felt like I had barely used it and didn't seem like it was worth it at all if I had such a short amount of time to even figure out what the F was going on. \n\nSecondly, I thought of a good use case to potentially use this for, I started an accounting\/bookkeeping firm, and I was wondering if there was a way to utilize a plugin that would browse social media or other local forums where people would post for help looking for bookkeepers for example. That would be really powerful and useful for me and I would pay a lot of money for something like that. Anyway, cool stuff all around.",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/16i6b5i\/chatgpt_plugins_and_findind_leads_business\/",
        "Creation Time":1694658406.0,
        "Reply Count":3,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Built OpenPlugin: an open-source package for using ChatGPT plugins via API, currently supports more than 160 plugins. You can develop ChatGPT plugins with it too!",
        "Question":"",
        "subreddit":"webdev",
        "Link":"https:\/\/v.redd.it\/u2bohijhguab1",
        "Creation Time":1688867479.0,
        "Reply Count":1,
        "Upvote Ratio":0.65
    },
    {
        "Title":"ChatGPT Plugin party: What should I ask? Share your ideas!",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/i.redd.it\/ow1s8by8czra1.png",
        "Creation Time":1680663103.0,
        "Reply Count":33,
        "Upvote Ratio":0.89
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemycoursedaily",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=27905&_unique_id=6507b7b52261c",
        "Creation Time":1695004597.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"GPT Plugins to boost workflow of IT man",
        "Question":" As a IT guy who spend 40% of my time writing specification, 30% building pipeline and another 30% drawing visual reports. I already have an account to use Chatgpt 3.5, and I would like to give GPT4 a try, especially its plugin that specially build for data analysis or at least provide suggestion for analytics ideas.\n\nHow many of you actually try them out? What do you think about them? Appreciate suggestion for the must try and must avoid plugin list.",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/176eyqh\/gpt_plugins_to_boost_workflow_of_it_man\/",
        "Creation Time":1697138219.0,
        "Reply Count":3,
        "Upvote Ratio":0.33
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"Udemy",
        "Link":"https:\/\/webhelperapp.com\/chatgpt-plugins-the-complete-guide\/",
        "Creation Time":1694985981.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Best 6 ChatGPT Plugins",
        "Question":" 📷 Exciting thread ahead, folks! Let's dive into the world of top-notch plugins that can supercharge your ChatGPT experience. 📷 \n\n1\/ Best 6 ChatGPT Plugins: These power-ups extend ChatGPT's capabilities. From generating code snippets to brainstorming ideas, these plugins make it your ultimate brainstorming buddy. 📷📷 \n\n 2\/ Wolfram Plugins: Need complex calculations or data insights? Wolfram plugins seamlessly integrate, letting you access vast knowledge and computational prowess. 📷📷\n\n&#x200B;\n\n[ChtaGPT Plugins](https:\/\/preview.redd.it\/4r247rxkwhib1.png?width=1080&format=png&auto=webp&s=e31db166b231c6685cec5dc6406b674bce3aa36c)\n\n 3\/ Vox Script: Turn your words into captivating audio! Vox Script plugin converts text to speech, giving your words a voice that resonates. 📷📷\n\n 4\/ Show me Diagrams: Visuals speak louder than words. With this plugin, ChatGPT creates diagrams on demand, simplifying complex concepts for all to understand. 📷📷\n\n  \n \n\n[ChatGPT Plugins](https:\/\/preview.redd.it\/o7bcby1owhib1.png?width=1080&format=png&auto=webp&s=3a52d88d05b30febce7d11d25f918a32f8178b67)\n\n 5\/ Zapier: Automate like a pro! Zapier plugin connects ChatGPT with hundreds of apps, streamlining your tasks and giving you more time to focus on what matters. 📷📷\n\n 6\/ AskYourPDF: Extract wisdom from documents! This plugin helps ChatGPT analyze PDFs, extracting key insights and saving you hours of manual reading. 📷📷  \n   \n \n\n[ChatGPT Plugins](https:\/\/preview.redd.it\/uqi544twwhib1.png?width=1080&format=png&auto=webp&s=616aa051ce0efea11d136bce68ff3599def59bc8)\n\n Now, let's talk Video Insights! 📷📷 Visual learners, rejoice! Get ready for actionable takeaways and in-depth analysis through engaging video content. Stay tuned for more tips and tricks to enhance your AI journey! 📷📷  \n \n\n Drop your thoughts and let's chat about these game-changing plugins! Which ones caught your attention? Any personal favourites? Share below and let's spark some enlightening conversations. 📷📷  \n \n\n[Connect With Me](https:\/\/preview.redd.it\/xuve940zwhib1.png?width=1080&format=png&auto=webp&s=232092d8c2794d5214e72df77df179acc1998852)",
        "subreddit":"u_Indranath09",
        "Link":"https:\/\/www.reddit.com\/r\/u_Indranath09\/comments\/15stzc0\/best_6_chatgpt_plugins\/",
        "Creation Time":1692201883.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT plugin for Leetcode?",
        "Question":"Would anyone be interested in a ChatGPT plugin for Leetcode? It could potentially do the following:\n\n-\tGive hints about a problem.\n-\tTell you if the solution uses techniques you haven't learned yet (in which case probably better use of time to learn the technique first).\n-\tCompare your current solution's time and space complexity to the optimal one, and tell you if you can do better without revealing the solution or the optimal complexity:\n-\tSome form of more condensed practice where it reformulates one of the problems and only asks you to describe your general approach, like in this video: https:\/\/youtu.be\/ND_2kDm2BWE.\n-\tExplain discussion solutions and give hints about them too.\n\nIt would have the official solution and maybe some discussion solutions passed as context, so hallucinations would be much less likely (though this def needs testing). It would be free, but only available in ChatGPT Plus for now because of how plugins work.\n\nIf there's a lot of interest I'd be down to build it for a line on my resume (I'm a student). Let me know!",
        "subreddit":"leetcode",
        "Link":"https:\/\/www.reddit.com\/r\/leetcode\/comments\/13hmfe0\/chatgpt_plugin_for_leetcode\/",
        "Creation Time":1684096096.0,
        "Reply Count":5,
        "Upvote Ratio":0.57
    },
    {
        "Title":"Solana Launches ChatGPT Plugin",
        "Question":"",
        "subreddit":"solana",
        "Link":"https:\/\/thedefiant.io\/solana-launches-chatgpt-plugin",
        "Creation Time":1684970734.0,
        "Reply Count":2,
        "Upvote Ratio":0.9
    },
    {
        "Title":"Canva's ChatGPT plugin steps into the spotlight with its Beta launch",
        "Question":"Exciting news! Canva's ChatGPT plugin steps into the spotlight with its Beta launch. Unlock the power of dynamic conversations within Canva, enhancing the creative process with this innovative feature. 🚀🎨 #CanvaChatGPT #BetaLaunch #CreativeConversations\n\nhttps:\/\/preview.redd.it\/ktl3dhg9svcc1.png?width=1342&format=png&auto=webp&s=766d9a51b7a721c64a419b8ea314c0dcfb59fdae",
        "subreddit":"martechnewser",
        "Link":"https:\/\/www.reddit.com\/r\/martechnewser\/comments\/198gg2v\/canvas_chatgpt_plugin_steps_into_the_spotlight\/",
        "Creation Time":1705445234.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT plugin for Whatsapp, Linkedin, Twitter, GPT4 GMail, Free AI Assistant Writer!",
        "Question":"",
        "subreddit":"AI_Softwares",
        "Link":"https:\/\/v.redd.it\/ql6yqjgszoka1",
        "Creation Time":1703419067.0,
        "Reply Count":2,
        "Upvote Ratio":0.96
    },
    {
        "Title":"ChatGPT Plugin that behaves similar to autoGPT?",
        "Question":"I remember this exists, but can't remember for the life of me what it's called. Sadly you don't apppear to be able to search the ChatGPT plugin store.",
        "subreddit":"AutoGPT",
        "Link":"https:\/\/www.reddit.com\/r\/AutoGPT\/comments\/13mjajg\/chatgpt_plugin_that_behaves_similar_to_autogpt\/",
        "Creation Time":1684561481.0,
        "Reply Count":3,
        "Upvote Ratio":0.71
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemyfreebies",
        "Link":"https:\/\/idownloadcoupon.com\/udemy\/2567\/",
        "Creation Time":1694577837.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"GPTs must mean the end of ChatGPT plugins, surely, when they are this powerful?",
        "Question":"Since ChatGPT was first launched I kept thinking how powerful it would be with web browsing and API connectivity. Then we got Browse with Bing, followed by plugins, Code Interpreter (Advanced Data Analysis), Dall-E 3 integration, vision, amazing! But they were all separate, which was a massive limitation. Now we have GPTs, Assistants, etc.\n\nSeveral months back I created a WordPress plugin to integrate with OpenAI for creating SEO-optimised content (if interested you can [see this here](https:\/\/en-gb.wordpress.org\/plugins\/ai-scribe-the-chatgpt-powered-seo-content-creation-wizard\/)). It took a good couple of months to develop and probably the same amount of time to get approved due to the strict quality controls and coding standards adopted by WordPress's moderation team.\n\nWhen ChatGPT plugins came out, I wanted to re-create my WordPress plugin for ChatGPT but had no idea how to create one or the limitations\/possibilities of what I could do with them. With limited time to learn about them, I gave up on the idea.\n\nThen a few days back I managed to start testing GPTs. Being early days, the experience has been a bit flaky I guess due to the massive number of users jumping on board and overloading the system, but it only took me 2 minutes to realise the potential and see how easy they were to use.\n\nThe magic is that for the first time GPTs, we can do everything in one place - web browsing, advanced data analysis, image generation, and the ability to upload documents\/knowledge, etc. I wanted to put all of these features to the test and recreate my WordPress plugin.\n\nIt took about 20 minutes to create and test, then possibly another 20 mins tweaking. Compare this to the couple of months it took to create the WordPress plugin....\n\nWhat's even more amazing is that (unlike the WordPress plugin), it can generate images, real-time data, charts, etc. and embed all of this into an MS Word document with a downloadable link.\n\nIt really is amazing, you can [see the video demo](https:\/\/www.youtube.com\/watch?v=nA-rubbY30o) and screenshots below. ChatGPT was running slower than normal today so the video is about 15 mins end to end, but usually the process would be completed in less than 10, which I expect it will get faster as OpenAI release newer, more efficient models.\n\nFor ChatGPT Plus users, the GPT can be found here: \n\n[https:\/\/chat.openai.com\/g\/g-ZTkBnCIbA-gpt-seo-article-creator-ai-scribe](https:\/\/chat.openai.com\/g\/g-ZTkBnCIbA-gpt-seo-article-creator-ai-scribe)\n\nScreenshots of the final downloadable article in MS Word:\n\nhttps:\/\/preview.redd.it\/eigjuu3gf30c1.png?width=1902&format=png&auto=webp&s=27520271c5e182d6b2b018d3f5c6c3364177a2f4\n\nhttps:\/\/preview.redd.it\/c58gr34hf30c1.png?width=1258&format=png&auto=webp&s=a6b98adf098b4e0820046b8264c20dad11902045\n\nAll I wonder now, is what infrastructure they’ll build behind these to allow them to become public, rated\/ranked, accessible, potentially monetised, etc.\n\nI honestly thought plugins were great, but it really felt as though they released plugins without thinking things through.\n\nHopefully, OpenAI will address all of those issues with GPTs and put a proper infrastructure in place, similar to what we have with other software marketplaces\/stores.\n\nDo you think GPTs will replace plugins or do they have a roll side-by-side? Share any of your own examples as I would love to see what innovations people are coming up with.",
        "subreddit":"OpenAI",
        "Link":"https:\/\/www.reddit.com\/r\/OpenAI\/comments\/17u7wkx\/gpts_must_mean_the_end_of_chatgpt_plugins_surely\/",
        "Creation Time":1699871786.0,
        "Reply Count":21,
        "Upvote Ratio":0.88
    },
    {
        "Title":"Play Chess with ChatGPT Plugin",
        "Question":"",
        "subreddit":"coolgithubprojects",
        "Link":"https:\/\/github.com\/odysa\/chatgpt-chess-plugin",
        "Creation Time":1681318081.0,
        "Reply Count":8,
        "Upvote Ratio":0.8
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"SMAutomation",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202850.0,
        "Reply Count":1,
        "Upvote Ratio":1.0
    },
    {
        "Title":"15 Best ChatGPT Plugins You Should Have in 2024",
        "Question":"In this article, we will talk about these ChatGPT plugins and explore their capabilities.  \n**Know more>>>**[https:\/\/team-gpt.com\/blog\/chatgpt-plugins\/](https:\/\/team-gpt.com\/blog\/chatgpt-plugins\/)  \n",
        "subreddit":"EntrepreneurRideAlong",
        "Link":"https:\/\/www.reddit.com\/r\/EntrepreneurRideAlong\/comments\/18mw7or\/15_best_chatgpt_plugins_you_should_have_in_2024\/",
        "Creation Time":1703083474.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"vim-ai: ChatGPT and OpenAI plugin - New Features!",
        "Question":"",
        "subreddit":"vim",
        "Link":"https:\/\/i.redd.it\/qq2co4aj0ata1.gif",
        "Creation Time":1681228061.0,
        "Reply Count":41,
        "Upvote Ratio":0.93
    },
    {
        "Title":"Anyone here got access to ChatGPT plugins?",
        "Question":"If so when did you apply? how long it took for you to get access? Did you apply as a dev or a user? Are you a ChatGPT Plus subsriber? how is it so far? and any additional information you got or you are willing to share?\n\n[View Poll](https:\/\/www.reddit.com\/poll\/122x7oi)",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/122x7oi\/anyone_here_got_access_to_chatgpt_plugins\/",
        "Creation Time":1679860025.0,
        "Reply Count":22,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT 70 Plugin Advanced Prompts 5-13-23",
        "Question":"Hi everyone, \n\nI've created a document that is a compilation of Advanced Prompts for all 70 Current ChatGPT Plugins as of 5-13-23 based on their Description, Basic Prompt  and Use Case Interpretation. I hope this will be helpful for users who are looking for more information about the different plugins available.\n\nThe document is available here: [https:\/\/colab.research.google.com\/drive\/12nV7CAc4-3qXI3EiWJxmcOoFsf6hf0l5?usp=sharing](https:\/\/colab.research.google.com\/drive\/12nV7CAc4-3qXI3EiWJxmcOoFsf6hf0l5?usp=sharing)\n\nPlease feel free to add your own suggestions and feedback to the document. I hope this will help us to create a comprehensive and useful resource for users of ChatGPT Plugins.\n\nThank you for your collaboration!\n\nHere are some additional details about the document:\n\n* The document is organized by plugin.\n* Each plugin section includes a description of the plugin, a basic prompt, and a list of advanced prompts.\n* The advanced prompts are designed to help users get the most out of the plugins.\n* The document is still under development, so please feel free to add your own suggestions and feedback.\n\nI hope this document is helpful!\n\n**Reddit Post generated by Bard**\n\n**Colab Document generated by GPT-4**",
        "subreddit":"ChatGPTPro",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPTPro\/comments\/13gfjql\/chatgpt_70_plugin_advanced_prompts_51323\/",
        "Creation Time":1683978844.0,
        "Reply Count":18,
        "Upvote Ratio":0.97
    },
    {
        "Title":"ChatGPT plugins",
        "Question":"",
        "subreddit":"slatestarcodex",
        "Link":"https:\/\/openai.com\/blog\/chatgpt-plugins",
        "Creation Time":1679600304.0,
        "Reply Count":1,
        "Upvote Ratio":0.95
    },
    {
        "Title":"Chat GPT Plugins Access",
        "Question":"Has anyone figured out how to get access to Chat GPT plugins? I'm subscribed to GPT Plus, but have not gotten access for months. Any way to speed up getting access? I heard there was a beta program that gave access to people for reporting errors, maybe I'm wrong? Thanks",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/131bm4i\/chat_gpt_plugins_access\/",
        "Creation Time":1682639551.0,
        "Reply Count":6,
        "Upvote Ratio":0.33
    },
    {
        "Title":"🔥27 ChatGPT Plugins 💪",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/i.redd.it\/l2zpvb1a7y8b1.jpg",
        "Creation Time":1688040674.0,
        "Reply Count":3,
        "Upvote Ratio":0.6
    },
    {
        "Title":"I Want To Build You A ChatGPT Plugin",
        "Question":"OpenAI announced an app store for ChatGPT plugins today: [ChatGPT plugins](https:\/\/openai.com\/blog\/chatgpt-plugins)\n\nWhat plugin do you wish you had for ChatGPT? Once I’m off the waitlist, I’ll pick a few ideas and build them!\n\nCaveat: I reserve the right to write up the experience for my AI newsletter - [https:\/\/www.ignorance.ai\/](https:\/\/www.ignorance.ai\/)",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/1200gld\/i_want_to_build_you_a_chatgpt_plugin\/",
        "Creation Time":1679611895.0,
        "Reply Count":23,
        "Upvote Ratio":0.88
    },
    {
        "Title":"Usage of ChatGPT plugin",
        "Question":"",
        "subreddit":"AIPrompt_requests",
        "Link":"https:\/\/www.reddit.com\/gallery\/14t00v4",
        "Creation Time":1688739758.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Create ChatGPT Plugins with No-Code",
        "Question":"",
        "subreddit":"SideProject",
        "Link":"https:\/\/www.loom.com\/share\/d40abc187dfc4d80815ac3fc14c6cfac?sid=f290bac6-11e3-4a2e-83d9-737aad96f2b6",
        "Creation Time":1696224226.0,
        "Reply Count":0,
        "Upvote Ratio":0.75
    },
    {
        "Title":"Create ChatGPT Plugins with No-Code",
        "Question":"",
        "subreddit":"ChatGPTPro",
        "Link":"https:\/\/www.loom.com\/share\/d40abc187dfc4d80815ac3fc14c6cfac?sid=27547de9-ea4a-43bb-8ca0-62b4231a3a3d",
        "Creation Time":1696224335.0,
        "Reply Count":0,
        "Upvote Ratio":0.5
    },
    {
        "Title":"[Kindle] ChatGPT PLUGIN BLUEPRINT: Your Beginner's Guide to Profitable ChatGPT Plugins by Alistair McLeod [Free Today Only: July, 28th]",
        "Question":"",
        "subreddit":"FreeEBOOKS",
        "Link":"https:\/\/www.amazon.com\/dp\/B0C8YJ63J4",
        "Creation Time":1690545526.0,
        "Reply Count":2,
        "Upvote Ratio":0.6
    },
    {
        "Title":"ChatGPT Plugins not working",
        "Question":"Ive installed numerous plugins for ChatGPT and I have had no success with actually being able to use them. Every time I try, I get the attached error message above. Any suggestions on how to to fix this?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/i.redd.it\/1f67fy5iu32b1.jpg",
        "Creation Time":1685057978.0,
        "Reply Count":6,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemycoursedaily",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=18787&_unique_id=64f46e033d85c",
        "Creation Time":1693740547.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"FreeUdemyCoupons",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=18785&_unique_id=64f46e0139c56",
        "Creation Time":1693740545.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"API key error with ChatGPT plugin",
        "Question":"everytime I key in the API key, it tells me \"*unable to load API key\"*\n\nbeen trying for ages. suggestions?",
        "subreddit":"FlowLauncher",
        "Link":"https:\/\/www.reddit.com\/r\/FlowLauncher\/comments\/1638kkq\/api_key_error_with_chatgpt_plugin\/",
        "Creation Time":1693186546.0,
        "Reply Count":1,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemyfreebies",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=18788&_unique_id=64f46e040501e",
        "Creation Time":1693740548.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"kubectl-gpt plugin to generate `kubectl` commands from natural language input by using GPT model.",
        "Question":"&#x200B;\n\n[demo](https:\/\/i.redd.it\/0b68yqiwxy2b1.gif)\n\n[https:\/\/github.com\/devinjeon\/kubectl-gpt](https:\/\/github.com\/devinjeon\/kubectl-gpt)\n\n**# Warning**\n\n**- Commands generated through the GPT model may not be accurate.**  \n\\- **Therefore, please exercise extreme caution before actually running them to your k8s cluster. Verify the generated commands before execution. Be especially careful with commands such as \\`update\\`, \\`patch\\`, etc.**  \n**- Recommend this tool to those who are already familiar with \\`kubectl\\` commands.**\n\n**# Example**\n\n    $ kubectl gpt \"Print the creation time and pod name of all pods in all namespaces.\"\n    $ kubectl gpt \"Print the memory limit and request of all pods\"\n    $ kubectl gpt \"Increase the replica count of the coredns deployment to 2\"\n    $ kubectl gpt \"Switch context to the kube-system namespace\"\n\nA kubectl plugin to generate \\`kubectl\\` commands from natural language input by using GPT model.\n\n\\# Updates\n\n\\[08:14:42 UTC, 30 May 2023\\] Show warning message following the helpful feedbacks 😀",
        "subreddit":"kubernetes",
        "Link":"https:\/\/www.reddit.com\/r\/kubernetes\/comments\/13vbu8j\/kubectlgpt_plugin_to_generate_kubectl_commands\/",
        "Creation Time":1685407892.0,
        "Reply Count":12,
        "Upvote Ratio":0.73
    },
    {
        "Title":"Building a ChatGPT Plugin with Laravel",
        "Question":"",
        "subreddit":"laravel",
        "Link":"https:\/\/barreto.jp\/blog\/chatgpt-plugin-with-laravel\/",
        "Creation Time":1684489583.0,
        "Reply Count":10,
        "Upvote Ratio":0.5
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"FreeUdemyCoupons",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=18785&_unique_id=64f46e00f091f",
        "Creation Time":1693740545.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemyfreebies",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=18788&_unique_id=64f46e04a0a8c",
        "Creation Time":1693740548.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemyfreebies",
        "Link":"https:\/\/idownloadcoupon.com\/udemy\/730\/",
        "Creation Time":1693690327.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemycoursedaily",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=18787&_unique_id=64f46e02d7e75",
        "Creation Time":1693740547.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins vs Langchain",
        "Question":"As far as I understand, Plugins and Langchain are two very different approaches to customizing a LLM.\n\nA plugin is, in effect, feeding ChatGPT an API schema (with explanations) and telling the model, 'based on the explanation of the schema, call this API when it's relevant to the answer'. On the other hand, Langchain requires indexing a large dataset and retraining the model on that dataset. From what I've read Langchina requires a lot of work and tweaking to get it good. \n\nWhat is the future of commercial LLM use cases? Do you think organizations are looking to use GPT4 with their own private plugins or are they going to training models with Langchain (or something like it)? What are the pros and cons of each?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/14w8kio\/chatgpt_plugins_vs_langchain\/",
        "Creation Time":1689028103.0,
        "Reply Count":2,
        "Upvote Ratio":0.5
    },
    {
        "Title":"ChatGPT Plugin Developers WANTED",
        "Question":"Hi all. I’m validating a very simple [Chat GPT Plugin idea](https:\/\/prompttree.io\/) and looking for some alpha-testers with Plugin Developer status to test it a bit before I invest in building a more complex product publishable into their Plugin Store. Anyone with a Dev access? Your help is appreciated. [The plugin.](https:\/\/prompttree.io\/)",
        "subreddit":"ChatGPTCoding",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPTCoding\/comments\/14wnsa7\/chatgpt_plugin_developers_wanted\/",
        "Creation Time":1689072437.0,
        "Reply Count":0,
        "Upvote Ratio":0.33
    },
    {
        "Title":"ChatGPT plugin section triggering Anti-Virus?",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/gallery\/15ff5cg",
        "Creation Time":1690902295.0,
        "Reply Count":3,
        "Upvote Ratio":0.33
    },
    {
        "Title":"ChatGPT plugins",
        "Question":"What are the best, most useful or most impressive plugins or extensions available right now?\n\nAnd follow up question, are there any that you're hoping for in the future?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/12gjjbw\/chatgpt_plugins\/",
        "Creation Time":1681047091.0,
        "Reply Count":3,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Built OpenPlugin: an open-source tool for using ChatGPT plugins via API, currently supports more than 160 plugins. You can develop ChatGPT plugins with it too!",
        "Question":"",
        "subreddit":"u_geekeclectique",
        "Link":"https:\/\/v.redd.it\/c8zsiwlejuab1",
        "Creation Time":1688888989.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins improved over time?",
        "Question":"I’ve been developing a plugin and have noticed from when it was first put on the store (1 month ago) compared to now, the accuracy and credibility of the output has been significantly better.\n\nHas anyone else seen this with other plugins they’ve used?\n\nIs the model trained on plugin data as well to improve output?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/15y3dbj\/chatgpt_plugins_improved_over_time\/",
        "Creation Time":1692704657.0,
        "Reply Count":1,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Virtual office assistant using ChatGPT plugins?",
        "Question":"\n\n\nHopefully someone can give me some pointers on Zapier or other plugins to use to make the below possible:\n\nIm looking to introduce a virtual assistant (VA) into our office.\n\nAn email address is assigned to the VA, and also have a Microsoft Teams chat account assigned to the VA\n\nThe VA account will need access to everybody their Exchange Online calendar as well as to our SalesForce CRM, OneDrive and Sharepoint.\n\nThe idea here is that people can ask the VA by email or Teams to perform tasks such as:\n\n- make meeting minutes during audio\/video Teams sessions, and send these to the participants by email and store for archiving on our Sharepoint\n\n- book Teams based meetings for people\n\n- send out email based invites and information to third parties\/customers\/partners in our CRM\n\n- provide advise on hotel and flight bookings\n\n\nHow would I go about making the above possible using ChatGPT Pro account(s)\nAs I understand it an Enterprise version was just launched so if this is needed, kindly do let me know\n\nYour help is much appreciated",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/165r9js\/virtual_office_assistant_using_chatgpt_plugins\/",
        "Creation Time":1693430772.0,
        "Reply Count":3,
        "Upvote Ratio":1.0
    },
    {
        "Title":"The \"Show Me\" plugin lets GPT-4 create diagrams and is pretty neat",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/mermaid.live\/edit#pako:eNqV1FtLwzAYBuC_EuLtBnbqOisIbS10g8GgIozFi7h8XcPaZGSpsw7_u6lr0Xqg5q5Jnjenr-SI15IB9vBG0V2G7gMiEIonK4JjEKpCD9PplODHUy8aDhHBiRRIpgSb1i2K3a-0le5JzqlSHBjSstGRXBoe5fyVPoHOzDRoKdX22wI_YqFMfZMLqc5AcQF1zld0I0Vf0g9MzhcmEsgcql4_S4yfUeMTqApZqt4FZBq2S5hdhTk8w773PHHnNLE8UMV6Q4tOaGHGm0h9PU1I1sOf1Zk7q4-ZKtSWxg9-l5HTKUzLZ8kffFxzVu_b1L3BORfbRFc5oHO010puwTsbwZq5zuDUHB4405k32r3cdL1j6UeW_sLSX1r6K0s_tvSupZ9Y-mvbev2nwHiAC1AF5cw8L8d6AoLNX1QAwZ75ZJDSMtcEE_FmKC21TCqxxp5WJQxwuWNUwx2n5mEqup0R41oq7KU038PbO27Mh6I",
        "Creation Time":1684217998.0,
        "Reply Count":69,
        "Upvote Ratio":0.98
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"XIDU_Laptops",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202876.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"Apps4Likes",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202864.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"You've been warned. Stop sharing your life and personal information, emails, documents, with Chat GPT and chat GPT plugins. Wait for encryption.",
        "Question":"",
        "subreddit":"computerscience",
        "Link":"https:\/\/theconversation.com\/chatgpt-is-a-data-privacy-nightmare-if-youve-ever-posted-online-you-ought-to-be-concerned-199283",
        "Creation Time":1685761606.0,
        "Reply Count":24,
        "Upvote Ratio":0.81
    },
    {
        "Title":"How ChatGPT Plugins (could) work",
        "Question":"",
        "subreddit":"programming",
        "Link":"https:\/\/techcommunity.microsoft.com\/t5\/fasttrack-for-azure\/how-chatgpt-plugins-could-work\/ba-p\/3761483",
        "Creation Time":1679991918.0,
        "Reply Count":10,
        "Upvote Ratio":0.66
    },
    {
        "Title":"Built OpenPlugin: an open-source tool for using ChatGPT plugins via API, currently supports more than 160 plugins. You can develop ChatGPT plugins with it too!",
        "Question":"",
        "subreddit":"u_ndsrich13",
        "Link":"https:\/\/v.redd.it\/c8zsiwlejuab1",
        "Creation Time":1689043248.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"3DPrintersMiniatures",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202860.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"InstagramNewTips",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202862.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"aiart_hq",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202852.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"Gaming_Laptops",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202880.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"unfollowinstagram",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202870.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"UnfollowEveryone",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202858.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins Infographic",
        "Question":"",
        "subreddit":"chatgptpluginslist",
        "Link":"https:\/\/i.redd.it\/weom11ja0i7b1.png",
        "Creation Time":1687408703.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugin Discovery",
        "Question":"[PluginShow.com](https:\/\/www.pluginshow.com\/)",
        "subreddit":"u_divaaan_technology",
        "Link":"https:\/\/www.reddit.com\/r\/u_divaaan_technology\/comments\/13p0m4q\/chatgpt_plugin_discovery\/",
        "Creation Time":1684783797.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"CaliJobs",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202856.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"BestGamingPCs",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202867.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"TypesOf3DPrinters",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202875.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"OpenAI Announces ChagGPT Plugins",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/openai.com\/blog\/chatgpt-plugins",
        "Creation Time":1679591446.0,
        "Reply Count":6,
        "Upvote Ratio":0.95
    },
    {
        "Title":"Boom - now you can create a ChatGPT Plugin in minutes - with ZERO coding.",
        "Question":"The ChatGPT Plugin store is taking off like crazy. CustomGPT just introduced this new no-code plugin builder that lets you build your own plugin with zero code.",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/149zrs3\/boom_now_you_can_create_a_chatgpt_plugin_in\/",
        "Creation Time":1686827859.0,
        "Reply Count":43,
        "Upvote Ratio":0.91
    },
    {
        "Title":"ChatGPT plugins for rider?",
        "Question":"What's the best one out there? Like, tried and true?\n\nThere's a TON of them, but im kind of reluctant to install it when documentation is in chinse...\n\ni found GenieAI that i use in VSCode and it. is. awesome. I'd like something like that in rider.\n\nthis is purely for private use, for learning\n\nthanks",
        "subreddit":"Jetbrains",
        "Link":"https:\/\/www.reddit.com\/r\/Jetbrains\/comments\/13h897e\/chatgpt_plugins_for_rider\/",
        "Creation Time":1684058597.0,
        "Reply Count":6,
        "Upvote Ratio":0.5
    },
    {
        "Title":"What are the best ChatGPT plugins for businesses",
        "Question":"I'm making a list of the most useful ChatGPT plugins for businesses. What's your favorite plugin so far, and are there any you hope get added soon?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/17azzv2\/what_are_the_best_chatgpt_plugins_for_businesses\/",
        "Creation Time":1697659596.0,
        "Reply Count":2,
        "Upvote Ratio":0.99
    },
    {
        "Title":"Anyone using ChatGPT Plugins regularly?",
        "Question":"Hi everyone,\n\nI use ChatGPT every day and I love it. But there's one thing I've noticed. Despite all the excitement surrounding plugins, I rarely find myself using them. \n\nAnd tbh the few times that I've used them, the only one I found useful was Wolfram. The rest was so-so, including the web browsing one (though I don't have access to Code Interpreter yet).\n\nSo was wondering, is anyone using plugins regularly? If so, which one, and what for?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/13lvzfh\/anyone_using_chatgpt_plugins_regularly\/",
        "Creation Time":1684504128.0,
        "Reply Count":9,
        "Upvote Ratio":0.67
    },
    {
        "Title":"PulsarChat - ChatGPT Plugins for Everyone!",
        "Question":"\nImagine asking ChatGPT to extract the key points from a 2-hour long podcast instead of sitting through the whole thing. This can save hours of your daily time.\n\nPlugins allow you to do exactly that! In simple terms it's an App Store for ChatGPT, it allows ChatGPT to access Google, summarize YouTube videos, and more... Yet, it is behind a 20$\/month subscription. Most people haven’t even got to see how useful it is until now...\n  \n**Introducing PulsarChat**\n\nNow you can access 250+ ChatGPT plugins using PulsarChat for free! Not only that... you can create your own plugins with our plugin creator.\n\nPulsarChat works with your OpenAI API key, so you only pay to OpenAI for what you use. For an average user, this is 10x cheaper than paying 20$ *every* month with ChatGPT Plus subscription (they charge even if you didn’t use it!)\n\n**How it works**\n\n- Get your OpenAI API Key (If you don't know how, stick till the end, I'll explain.)\n- Enter the key in PulsarChat\n- Start Chatting with Plugins!\n\n**Secure and Private**\n\nIf you’re feeling paranoid about entering your API key on PulsarChat, know that your API key never leaves your browser!\n\nAll the messages you send go straight to OpenAI's servers and are only saved in your browser, nowhere else. Our website only tracks how often a feature is used to help me make that feature better. You don’t need to believe my words, you can open your browser inspect tools, and verify my claims.\n\n**BONUS:** According to OpenAI's [data privacy policy](https:\/\/openai.com\/enterprise-privacy), they don’t use your chat logs for training their AI models if you're accessing ChatGPT with an API Key.\n\nPulsarChat is not just ChatGPT+Plugins though, it is so MUCH more!\n\n**Prompts Library**\n\nYou already know what prompts are, they're specific instructions given to ChatGPT on how it should think and respond. PulsarChat has a collection of 1600+ high-quality prompts in our prompts library for you to use, with the ability to create one on your own.\n\n**System Prompts Library (AI Characters)**\n\nImagine being able to chat with an expert on your favorite subject and learn directly from them. It is now possible with our System Prompts feature! They're special prompts that change the entire behavior of ChatGPT for the chat session.\n\nAnd PulsarChat comes with a library of 140+ System Prompts, with the ability to create one on your own. So you can learn faster and be more productive than ever before!\n\n**Password Protected Chats**\n\nI have already told you how PulsarChat is secure and private, add password-protected chats to that list! Yes, you can set individual passwords for your chat sessions. When you set a password, PulsarChat encrypts the conversations with the industry standard secure *AES-256 encryption algorithm* every time it saves them.\n\n**And a lot more features!**\n\n- Imagine for example, you want to summarize a 2-hour-long Lex Friedman podcast, but it's too long for AI's default memory size of 4K tokens. But with PulsarChat you can achieve this with *bigger models* (16K and 32K context sizes) with no problem at all!\n\n- You can *edit any message* and steer the conversation in the direction you want. For example, you can edit AI's reply with your text and ask it to continue the conversation.\n\n- You change how the interface looks with *19 supported themes!*\n\n**What’s the Catch?**\n\nPulsarChat is free, but some of the features have limited access. To use it without any limitations, you have to buy a license key. I’m planning to launch PulsarChat at a price of 69$ for lifetime use but…\n\nIf you buy now, you can get it at a discounted price of 39$ only. It’s a lifetime deal (buy once and you can use it as long as the product exists!). Now compare this to ChatGPT's 240$\/year subscription, I should honestly charge more!\n\nStill not convinced? Although you can already try the product for free and decide, I’m also offering you a 21-day money-back guarantee so you really have nothing to lose here.\n\nOK, enough of my TED talk...\nTry PulsarChat by visiting [PulsarChat.com](https:\/\/pulsarchat.com\/?utm_source=reddit&utm_medium=referral&utm_campaign=social_media&utm_content=sideproject) and clicking “Try it now”, or directly visit [chat.pulsarchat.com](https:\/\/chat.pulsarchat.com\/?utm_source=reddit&utm_medium=referral&utm_campaign=social_media&utm_content=sideproject)\n\n**PS:** If you don't have an OpenAI API Key follow the steps described [here](https:\/\/www.maisieai.com\/help\/how-to-get-an-openai-api-key-for-chatgpt).",
        "subreddit":"SideProject",
        "Link":"https:\/\/www.reddit.com\/r\/SideProject\/comments\/16zgvyc\/pulsarchat_chatgpt_plugins_for_everyone\/",
        "Creation Time":1696405094.0,
        "Reply Count":2,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Chat GPT plugins too good.",
        "Question":"",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/i.redd.it\/3d0aiymv8e0b1.jpg",
        "Creation Time":1684312184.0,
        "Reply Count":4,
        "Upvote Ratio":0.8
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"SurferAI",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202882.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Unsure about ChatGPT Plugins",
        "Question":"Hello! I have heard about ChatGPT's new plugins, but am still unsure about how to make and implement them. May someone give me a brief breakdown?",
        "subreddit":"ChatGPTCoding",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPTCoding\/comments\/12cwq1j\/unsure_about_chatgpt_plugins\/",
        "Creation Time":1680726276.0,
        "Reply Count":6,
        "Upvote Ratio":0.92
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"RewardsCentral",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202869.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"I made ChatGPT plugin to rewrite resume based on Job description",
        "Question":"I'm tired of looking for jobs and rewriting my CV for every job opening. But thanks to ChatGPT, I was able to **automate this** and now it outputs them in **Markdown format** so I can send them to jobs straight away.\n\nYou can give it a try:\n\n[https:\/\/chat.openai.com\/g\/g-7A4g8Sts5-resume-rewriter](https:\/\/chat.openai.com\/g\/g-7A4g8Sts5-resume-rewriter)\n\nI would like to add a **search for existing jobs** and **auto-responses** to them in the future. But to do that I need to realise that someone is interested in this, so **please leave a fitback**\n\nOr you can donate me (it will be the best feedback. ONLY IF YOU WANT): [https:\/\/www.buymeacoffee.com\/nikolaistepanov](https:\/\/www.buymeacoffee.com\/nikolaistepanov)",
        "subreddit":"SideProject",
        "Link":"https:\/\/www.reddit.com\/r\/SideProject\/comments\/18zyujc\/i_made_chatgpt_plugin_to_rewrite_resume_based_on\/",
        "Creation Time":1704543584.0,
        "Reply Count":0,
        "Upvote Ratio":0.33
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"CopyMuse",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202872.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"udemycoursedaily",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=10609&_unique_id=64e39657420a8",
        "Creation Time":1692636759.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Found a cool example of a Prompt in Web Requests ChatGPT Plugin",
        "Question":" \n\nSo I generated an article that discusses the techniques used in their prompt to inject ads into the plugin's GPT responses.\n\nPlease let me know if you find this interesting or you have any constructive criticism.\n\n[https:\/\/www.learninternetgrow.com\/prompt-engineering-ads-in-chatbot\/](https:\/\/www.learninternetgrow.com\/prompt-engineering-ads-in-chatbot\/)\n\nNOTE: Contains affiliate links and by generated, it should be clear what I mean.",
        "subreddit":"ChatGPTCoding",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPTCoding\/comments\/18oqffq\/found_a_cool_example_of_a_prompt_in_web_requests\/",
        "Creation Time":1703283360.0,
        "Reply Count":4,
        "Upvote Ratio":0.36
    },
    {
        "Title":"ChatGPT Plugins: The Complete Guide",
        "Question":"",
        "subreddit":"FreeUdemyCoupons",
        "Link":"https:\/\/www.freewebcart.com\/courses\/chatgpt-plugins-the-complete-guide\/?feed_id=10607&_unique_id=64e39654dcbde",
        "Creation Time":1692636757.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"AndroidTipster",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202879.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"“Error Communicating With Plugin Service” — Troubleshooting ChatGPT Plugin Error",
        "Question":"",
        "subreddit":"FlashSaleDeals",
        "Link":"https:\/\/medium.com\/@Noah_D_A\/error-communicating-with-plugin-service-troubleshooting-chatgpt-plugin-error-798c5bc2be80",
        "Creation Time":1690202854.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"Using ChatGPT Plugin from Python",
        "Question":"Is the ChatGPT Plugin a UI-specific function only? The OpenAI API does not have a field where I can specify the plugin I want to use.\n\nOn another note, is it possible to call these plugin directly? I suppose they are just REST services. However, I don't know how I can located their URLs. Does anyone know how?",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/14lj91y\/using_chatgpt_plugin_from_python\/",
        "Creation Time":1687981941.0,
        "Reply Count":2,
        "Upvote Ratio":0.75
    },
    {
        "Title":"House hunting with ChatGPT plugin BrowserOP",
        "Question":"Looking to buy a house sometime in the near future and wanted to see if there were any realty plugins.  Couldn’t find any so decided to use BrowserOP which uses the search browsers (bing I think?) to find houses with certain criteria and it found it for my area.  Pretty neat.    \n\n\nCurious how it works in your area, or if you have done it yourself.  ",
        "subreddit":"ChatGPT",
        "Link":"https:\/\/www.reddit.com\/r\/ChatGPT\/comments\/154bs42\/house_hunting_with_chatgpt_plugin_browserop\/",
        "Creation Time":1689812769.0,
        "Reply Count":6,
        "Upvote Ratio":0.67
    },
    {
        "Title":"🚀 [Chat GPT Plugin] VPLATE Video Ads: Ad Creation with Chat GPT!",
        "Question":"&#x200B;\n\nhttps:\/\/reddit.com\/link\/15y269t\/video\/yo23ak3z5njb1\/player\n\nHello Reddit community! 🚀  \nI'm a developer behind 'VPLATE Video Ads'. We've developed a plugin that allows you to create ad videos just by chatting, harnessing the power of Chat GPT. With a simple product information, you can craft various styles of advertisement videos.\n\n* 🔧 **Simplicity at its best**: Start creating ad videos with just a product information!\n* 🎬 **AI will generate ad**: AI will generate ad planning and scenario for the video design you select.\n* 🌐 **Community-driven**: We value your feedback and ideas. Help us elevate 'VPLATE Video Ads' to greater heights!\n\nWe're eager to hear your thoughts and feedback!  \n[**🔗 \\[Go to Chat GPT\\]**](https:\/\/chat.openai.com)  \n[**🔗 \\[Go to VPLATE\\]**](https:\/\/vplate.io)",
        "subreddit":"u_VPLATE",
        "Link":"https:\/\/www.reddit.com\/r\/u_VPLATE\/comments\/15y269t\/chat_gpt_plugin_vplate_video_ads_ad_creation_with\/",
        "Creation Time":1692701311.0,
        "Reply Count":0,
        "Upvote Ratio":1.0
    },
    {
        "Title":"AutoGPT Plugin Directory",
        "Question":"",
        "subreddit":"autogptplugins",
        "Link":"https:\/\/github.com\/Significant-Gravitas\/Auto-GPT-Plugins",
        "Creation Time":1683002283.0,
        "Reply Count":0,
        "Upvote Ratio":0.91
    }
]